{
    "title": "Maneaters of the Sundarbans",
    "author": "Mihir Sharma",
    "article_id": "1015403733",
    "creation_date_epoch": "1739669686",
    "edit_date_epoch": "0",
    "tags": [
        "as"
    ],
    "cover_image_name": "/static/article_img/1015403733.jpg",
    "cover_image_alt_text": "Royal Bengal Tiger Yawning, neck deep in a river at Sunderban",
    "cover_image_source": "https://www.telegraphindia.com/my-kolkata/news/with-100-tigers-sunderbans-ranks-31-among-51-tiger-reserves-in-the-country/cid/1930325",
    "citation": "",
    "body": "<p>Between the Indian state of West Bengal and the Bangladeshi division of Khulna lies nearly 4,000 square miles of mangrove forests. The Sundarbans, directly translating to “beautiful forest” in Bengali, is <a href=\"https://www.theguardian.com/global-development/2024/apr/30/husband-eaters-bangladesh-sunderbans-ostracised-tiger-widows-superstition-conservation\">home to a variety of flora and fauna.</a> From the abundant sunder mangrove tree to the evasive capped langur, there is an extremely diverse ecosystem. Perhaps the area’s most notorious resident, however, is the Bengal tiger. Reaching up to ten feet long and weighing on average 400 pounds, Bengal tigers are smaller than their Siberian cousins, yet are significantly more aggressive and territorial. In an area teeming with human activity, these characteristics can have deadly consequences.</p>\r\n<p>The outskirts of the Sundarbans are home to <a href=\"https://www.npr.org/sections/parallels/2016/05/20/478387211/in-indias-sundarbans-people-and-tigers-try-to-coexist-in-a-shrinking-space#:~:text=At%20one%20point%2C%20they%20made,up%20on%20people%20from%20behind.\">upwards of four million people.</a> Villagers who live there rely on the natural resources of the forest to maintain their livelihoods. The extensive forest holds critical economic assets, such as <a href=\"https://www.the-independent.com/asia/india/tiger-attack-victims-survivors-india-sundarbans-b2319882.html\">fish, honey, and wood.</a> Consequently, humans venture deep into the mangrove forests to access these resources, an action that puts them directly into tiger territory. In recent years, the extent of human activity has only <a href=\"https://www.the-independent.com/asia/india/tiger-attack-victims-survivors-india-sundarbans-b2319882.html\">increased</a>, an unmistakable effect of climate change. Rising sea levels have caused an increase in both water temperatures and salinity levels in the Sundarbans’ rivers. This negatively impacts fish populations, the overall health of the sunder mangrove tree, and ultimately the entire ecological balance of the region. Villagers are forced to navigate deeper into the forest to secure their goods, only exacerbating the risk of an encounter with a tiger. For tigers, Cyclone Sidr in 2007 necessitated going beyond their typical domains to hunt. The <a href=\"https://www.climatecentral.org/news/tigers-in-mangrove-forest-under-threat-from-climate-change-15548\">extreme rain, severe floods, and strong winds</a> all ravaged the forests, reducing the natural habitat of the Bengal tigers and further contributing to the erosion of the Sundarbans. This, combined with rapid human population growth, has left the Bengal tiger endangered. With less space to hunt and fewer food sources directly available, the tigers find themselves closer and closer to local villages, increasing the chance for an attack.</p>\r\n<p>Every year, a rough estimate of <a href=\"https://www.vice.com/en/article/tigers-crocodiles-fishermen-and-bandits-are-at-war-in-the-sundarbans/\">fifty to sixty humans are killed by tigers in the Sundarbans.</a> This number does not include tiger attacks with non-fatal results, an addition that would make the count much higher. In addition, the illegal nature of the activities that put most humans in range for tiger attacks prevents some cases from being reported. With access to the mangrove forests <a href=\"https://www.kcl.ac.uk/tiger-widows-of-the-sundarbans-how-religion-and-myth-stigmatise-human-wildlife-conflict\">restricted either entirely or by permit</a>, many locals who enter the area for economic sustenance are there illegally. Tigers are known to target fishermen traversing the vast network of rivers in the region. In some scenarios, fishermen on the shores are killed while untying nets or attempting to catch crabs. Alarmingly, tigers in the Sundarbans are also notorious for <a href=\"https://www.theguardian.com/world/2014/jun/27/bengal-tiger-snatches-man-boat-eastern-india\">attacking small wooden fishing boats.</a> With webbed paws and muscular frames, Bengal tigers are incredibly adept at swimming, a trait that allows them to strike vessels out in the river. Local villages are not exempt from the possibilities of an attack either. Tigers have been known to attack the livestock, primarily cattle, of farmers during the night. Locals themselves have also been stalked and killed, indicating the issue goes beyond just those entering the forests. </p>\r\n<p>With so many avenues for potential human-tiger conflict, a multitude of solutions have been brought forth to address the attacks on all levels of the issue, from local villages to national agencies. A variety of methods have been used to prevent tiger attacks, most to no avail. People entering the mangrove forests of the Sundarbans wear backwards-facing masks to confuse the classic tiger hunting style: sneaking up on its victim from behind. Although this strategy has been employed for decades, it gives little aid to otherwise unprotected humans, especially with tigers learning the ruse to be false. On a larger scale, the governments of both India and Bangladesh have installed nylon netting to restrict any incursion by either tigers or humans into the other’s domain. While these projects are certainly sizable in scope, with nearly <a href=\"https://news.mongabay.com/2023/05/bangladesh-tries-fences-to-tackle-growing-human-tiger-conflict-in-sundarbans/\">37 miles of polypropylene fencing</a> constructed by Bangladesh alone, they are not without flaws. Various instances of damage to the fencing by tigers have raised questions on its durability. Sightings of tigers near villages only reinforced the lack of faith in fencing measures. Enraged from the lack of support, locals have been known to engage in <a href=\"http://news.bbc.co.uk/2/hi/south_asia/2947758.stm\">“revenge killings”</a> of tigers. One such incident occurred in 2003 in Bangladesh, where the Bengal tiger is legally protected. With no tangible protections offered, animosity after tiger attacks has been shown to manifest into saddening results, demanding the need for a proper solution.</p>\r\n<p>While overall counts in tiger attack fatalities have fallen over recent years in West Bengal and Khulna, the potential for further attacks hangs over the Sundarbans. Without stronger protections for both humans and Bengal tigers, a serious threat to the safety of both the resource-dependent communities and endangered big cats will persist.</p>"
}