{
    "title": "Trump's New Tariffs give China Free Rein in East Asia ",
    "author": "Ethan Stringer",
    "article_id": "1153023928",
    "creation_date_epoch": "1759674854",
    "edit_date_epoch": "0",
    "tags": [
        "asia",
        "international_relations",
        "economics"
    ],
    "cover_image_name": "/static/article_img/1153023928.png",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://www.chinausfocus.com/foreign-policy/trumps-tariffs-and-americas-east-asian-allies",
    "citation": "",
    "body": "<p>On April 2nd, 2025, President Trump declared a national emergency over US trade deficits, signed Executive Order 14257, and announced the date as \"Liberation Day”. This new policy initiated a <a href=\"https://www.chinausfocus.com/foreign-policy/trumps-tariffs-and-americas-east-asian-allies\">10% tariff</a> on imports for more than 90 countries, including close American allies. This new rate would mean companies overseas now pay a percentage of a certain tax to the US government when providing imported goods to American markets.</p>\r\n<p>Following this new tax, political leaders and economic advisors across the globe have now questioned their continued trade relationship with the US. Countries in East Asia are no exception. Historical allies such as Japan, South Korea, and Australia in the region are now actively pursuing regional trade and an increased partnership with large export countries such as China.</p>\r\n<p>On March 30th, 2025, trade representatives from China, Japan and South Korea met in Seoul for the <a href=\"https://www.newsweek.com/trump-tariffs-pushing-asian-allies-toward-china-2052937\">first time in five years</a> to establish economic dialogue. The conference aimed to facilitate regional trade as the three Asian export powers brace for new tariffs.The three states agreed that close and comprehensive regional trade would be most beneficial: <a href=\"https://www.reuters.com/world/asia-pacific/south-korea-china-japan-agree-promote-regional-trade-trump-tariffs-loom-2025-03-30/\">\"It is necessary to strengthen the implementation of RCEP, in which all three countries have participated, and to create a framework for expanding trade cooperation among the three countries through Korea-China-Japan FTA negotiations,\" said South Korean Trade Minister Ahn Duk-geun</a>.</p>\r\n<p>The Regional Comprehensive Economic Partnership (RCEP) is a landmark trade agreement encompassing <a href=\"https://www.dfat.gov.au/trade/agreements/in-force/rcep\">15 Asia Pacific nations</a>. Established in 2020 and entering into force on January 1, 2022, the RCEP seeks to reduce trade barriers and harmonize regulatory standards across its member economies, positioning itself as one of the most significant trade blocs in the world. Most notably however, the US is not involved. Without American trade to balance out China’s aggressive export markets, the latter now has greater influence in shaping trade rules across Asia. China now can consolidate supply chains, particularly in manufacturing and intermediate goods, reinforcing its central role in regional production networks. As a result, U.S. goods face increased relative costs, compelling American producers, companies, and policymakers to seek alternative markets to maintain competitiveness.</p>\r\n<p>The newly implemented tariffs not only make U.S. trade more costly for allied nations but also place American businesses at a significant competitive disadvantage in East Asia. In contrast to companies involved with the RCEP that will not incur tariff cost and supply chain integration. The bottom line is new tariffs on East Asian allies will lead to a loss in market access, resulting in a shift toward RCEP and Chinese markets. US allies are now being pushed into the hands of China, and we are to blame.</p>"
}