{
    "title": "Relying on Remittances: More Than Just Money",
    "author": "Rhea Hechanova",
    "article_id": "1195746738",
    "creation_date_epoch": "1759670998",
    "edit_date_epoch": "0",
    "tags": [
        "economics"
    ],
    "cover_image_name": "/static/article_img/1195746738.jpg",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://commons.wikimedia.org/wiki/File:08_Philippine_peso_PHP_currency_-_banknotes_and_coins_of_Philippine_money.jpg",
    "citation": "",
    "body": "<p>The Philippines is no stranger to receiving money from abroad. In fact, this very idea is a common occurrence in most households across the country, to the degree that it is one of the world’s largest receivers of remittances, which are sums of money sent by foreign workers to their families overseas. In 2023 alone, the Philippines placed fourth with its remittance inflows <a href=\"https://www.migrationdataportal.org/themes/remittances-overview#:~:text=Top%205%20receiving%20countries%20(2023,27%20billion)(ibid.\">costing $39 billion</a>) with its top senders hailing from <a href=\"https://www.meer.com/en/88909-the-philippines-remittance-economy#:~:text=In%202023%2C%20$33.5%20billion%20in,Emirates%20are%20not%20far%20behind.\">the United States, Saudi Arabia, and United Arab Emirates</a>.</p>\r\n<p>Remittances are more than just money transfers in the eyes of many Filipinos—they’re an economic lifeline. The funds go to family expenses, medical bills, school fees, business investments, and emergency funds to alleviate them from financial burdens. For some, it can be a way to escape poverty. While it can support a household, these finances can also help fuel the entire nation’s economy due to the large number of Overseas Filipino Workers (OFWs), Filipino citizens that temporarily reside and are employed in another country. Despite the positive contributions remittances have, they also come with consequences such as government over-reliance and the exploitation of OFWs from their employers.</p>\r\n<p>This can be traced all the way back to the early 1970s. When the nation was under the administration of then-President Ferdinand Marcos Sr., <a href=\"https://newslab.philstar.com/31-years-of-amnesia/ofws\">the newly implemented 1974 Labor Code and the regulation of overseas employment</a> encouraged the move to go abroad, which grew in momentum with each passing year. It began with <a href=\"https://www.pna.gov.ph/opinion/pieces/871-50th-anniversary-of-ph-overseas-employment\">36,035 workers in 1975</a> and expanded to <a href=\"https://psa.gov.ph/statistics/survey/labor-and-employment/survey-overseas-filipinos\">an estimated 2.16 million in 2023</a>. With these numbers, Bangko Sentral ng Pilipinas (BSP), the central bank of the country, stated that personal remittances had reached <a href=\"https://www.bsp.gov.ph/SitePages/MediaAndResearch/MediaDisp.aspx?ItemId=7426\">an all-time high of $3.73 billion in December 2024</a> alone.</p>\r\n<p>Furthermore, the Philippines also views remittances as a critical source of foreign exchange reserves as it contributes a significant portion to the nation’s gross domestic product. In 2022, they accounted for <a href=\"https://www.meer.com/en/88909-the-philippines-remittance-economy\">8.9% of its GDP</a>. The Philippine government established the Overseas Workers' Welfare Administration (OWWA), a unique government agency that caters to the welfare needs and concerns of the OFWs and their families. Also created was the Department of Migrant Workers (DMW), dedicated to the protection of labor rights.</p>\r\n<p>There are many reasons why Filipinos choose to go overseas instead of working domestically, but the majority stem from a combination of job opportunities, financial stability, and personal aspirations. Simultaneously, these incentives paint a disheartening picture of the Philippines despite the growing numbers that have been previously presented.</p>\r\n<p>Underemployment and unemployment continue to be one of the most prevalent issues in the Filipino job market, stemming from the state’s inability to generate more jobs in the market and a continuous skill mismatch among the population. Many still believe that obtaining a higher education is a key factor in escaping poverty and improving their family’s financial situation, however, this only creates more fierce competition in the long run.</p>\r\n<p>The downsides do not end here.</p>\r\n<p>In 2022, the Philippines Statistics Authority (PSA) stated that a majority of OFWs are women, <a href=\"https://psa.gov.ph/statistics/survey/labor-and-employment/survey-overseas-filipinos/node/1684065069\">comprising 57.8% or 1.14 million workers</a>, and are the most <a href=\"https://hir.harvard.edu/overseas-filipino-workers-the-modern-day-heroes-of-the-philippines/\">vulnerable</a> to abuse, exploitation, poor working conditions, and long hours. <a href=\"https://newsinfo.inquirer.net/1466363/women-bear-brunt-of-heightened-risks-for-ofws?ref=hir.harvard.edu\">Data</a> from the Overseas Workers Welfare Administration (OWWA) in 2020 displayed that 75.05% of the 23,986 incident reports of abuse committed to female OFWs were in the Gulf Cooperation countries: Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and the United Arab Emirates. It cites that due to a combination of factors such as the system of migrant labor, sex, and national status, workers are more susceptible to mistreatment as their employers exhibit immense control over them. In addition, the working conditions in these countries are often cited to be exploitative, excessive, and abusive due to the <a href=\"https://www.cfr.org/backgrounder/what-kafala-system\">kafala system</a>. While the Filipino government has established agencies to address and mitigate these instances, much remains to be improved, such as a stronger support system, <a href=\"https://pidswebs.pids.gov.ph/CDN/document/pidsdps2317.pdf\">policy implementation</a>, and further investigation towards unreported cases of male OFWs.</p>\r\n<p>OFWs also suffer from the emotional, mental, and social consequences of migrating. Apart from homesickness, they report a number of stress factors present in their mental health, such as depression, anxiety, substance abuse, post-traumatic stress disorder (PTSD), and suicidal thoughts and behavior. Some have <a href=\"https://www.sciencedirect.com/science/article/pii/S2667321522000877#:~:text=In%20a%20study%20of%20Filipino,%2C%20&%20Gunnell%2C%202005\">linked these experiences</a>.) with social discrimination, low support systems, loneliness, forced labor, exploitation, and trafficking. In addition, they also risk losing connection with their family, an important aspect of Filipino culture. OFW parents may feel guilty and afraid of leaving their children behind in order to better support them in the future, while the latter may experience abandonment, behavioral issues, and <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4183659/#:~:text=The%20results%20showed%20that%20children,lesser%20degree%20than%20international%20migration.\">academic challenges</a>in their development during their absence, causing strain and tension to their relationship.</p>\r\n<p>Apart from these outcomes, remittances can affect governance. While the 1974 Labor Code was initially a stopgap solution to help boost the Philippines’ low foreign reserves, reduce unemployment, and improve its economy, it was implemented under the assumption that many would choose to stay. But this isn’t the case, as the Philippine government continues to praise OFWs for their hard work and resilience, even calling them <a href=\"https://newsinfo.inquirer.net/1530042/ofws-ph-heroes-even-in-time-of-covid-pandemic\">“heroes”</a> to this day, due to the sheer numbers they have brought in. Ultimately, these acknowledgments don’t dismiss their inability to start the initiative to solve the country’s economic situation at large.</p>\r\n<p>Relying on remittances can help stabilize a household, but a country must not be dependent on them. While it may encourage and even boost growth, government entities may feel less incentivized to generate domestic prosperity, sustainability, and welfare. Simultaneously, it obscures the negative effects such as brain drain and the normalization of migration as the default path to success and stability in the culture.</p>\r\n<p>In the case of the Philippines, this seems to be a self-perpetuating cycle with the idea of moving abroad for work. Leaving the country will most likely remain appealing to many when there is a lack of opportunity, poor working conditions, and an unsustainable income if the presence of abundant, reliable, and domestic solutions are unavailable to those who need them the most. If the government does not address these problems and provide good incentives for its citizens to stay, the nation will remain behind, underdeveloped, and vulnerable.</p>"
}