{
    "title": "A \"Problem-Posing\" Solution to the DRC’s Gendered Violence ",
    "author": "Sabriya Attia",
    "article_id": "1199794256",
    "creation_date_epoch": "1738705055",
    "edit_date_epoch": "0",
    "tags": [
        "af"
    ],
    "cover_image_name": "/static/article_img/1199794256.jpg",
    "cover_image_alt_text": "Esperance Dolorose, right, an adult-education teacher, teaches reading skills to Bahati Katungu Kamondi as part of a new adult literacy initiative in Democratic Republic of Congo",
    "cover_image_source": "https://globalpressjournal.com/africa/democratic-republic-of-congo/historically-barred-school-women-embrace-adult-education/",
    "citation": "<p>Sources: <a href=\"https://www.iicba.unesco.org/en/congo-democratic-republic-drc#:~:text=According%20to%20the%20UNESCO%20Institute,and%2063.5%20percent%20of%20boys.\">UNESCO</a> <a href=\"https://www.unicef.org/drcongo/en/topics/girls-education\">UNICEF</a> <a href=\"https://www.npr.org/sections/goats-and-soda/2024/10/22/nx-s1-5157737/rape-sexual-assault-democratic-republic-congo\">NPR</a> <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC2830802/\">NIH</a> <a href=\"https://www.house.mn.gov/comm/docs/2125c9c2-0bdd-4eb4-8719-2b628af6fd54.pdf\">World Without Genocide</a> <a href=\"https://pcar.org/literacy-and-sexual-violence\">pcar</a> Pedagogy of the Oppressed, Paulo Friere, 1968.</p>",
    "body": "<p>Since the Democratic Republic of the Congo (DRC) gained its independence in 1960, the nation has been riddled with violent crime, disease, and poverty. Despite the DRC’s incredibly rich culture, the country is often solely known for its incredibly grim humanitarian conditions that are ranked in the bottom 10% of the world. In particular, poor educational infrastructure and staggering rates of gender-based violence have precipitated this national humanitarian crisis.</p>\r\n<p>Educational systems in the DRC are extraordinarily strained, meaning classrooms are surpassing their capacities– teachers are in high demand, education budgets are depleted, and schools have even faced attack by armed groups. Moreover, as Congolese society is predicated on women widely fulfilling the role of homemakers and mothers, the consequences of an overburdened education system have come to disproportionately harm young girls. While overall education enrollment rates have been increasing over the past few years, there remains a considerable disparity between completion rates for boys and girls. In 2021, the primary school completion rate was about 86 percent for boys, compared to 79 percent for girls. However, the secondary school completion rates see a notable decline– about 63 percent for boys and 51 percent for girls. Secondary school enrollment rates also reveal a substantial gender gap, with 70 percent of boys enrolling versus 44 percent of girls.</p>\r\n<p>These low enrollment and completion rates are often product of the high levels of child marriage, early motherhood, and pressure to complete domestic chores that many young girls in the DRC are subject to. Myriam, a sixteen year-old girl, explains that parents can rarely afford to keep their daughters in school. “There are girls who are under 18 and are forced to marry without having completed their studies.” A young student, Tanga, expands on this: “I have a friend who dropped out of school to get married, but she is not happy in her home.”</p>\r\n<p>In many ways, the lack of equitable education is a major contributor to the alarming rates of sexual violence in the DRC, as women with poor reading and writing skills are often entirely financially dependent on a husband. This is especially due to the staggering 29 percent of girls who marry before the age of eighteen. As these girls’ power and autonomy are being stripped from them at such a young age, they are withheld from developing an understanding of their liberties and low self esteem, constituting higher risk for a target of sexual violence. A 2010 study explored education and women’s rights further by examining how literacy rates impact women’s attitudes towards physical/sexual violence and male dominance. While literate women are more likely to not accept sexual assault, physical assault, and attitudes of male superiority, illiterate women were far more likely to be highly accepting of these forms of abuse. While we may then expect to see a correlation between increasing women’s education rates and decreasing sexual assault rates, this unfortunately isn’t the case. Since 2012, primary education completion has skyrocketed by 41 percent while reported cases of sexual assault have increased by 40,000 cases in the past few years alone. In fact, every five minutes in the DRC, four women are made victim of sexual violence. With greater enrollment than ever before, the sexual violence experienced by young Congolese women is perhaps not the sole issue of an accessible education, but the compounding of a society where women’s education isn’t valued and oppressive teaching methodology. Paulo Friere, a Brazilian educator and philosopher, offers a substantial analysis on education as a tool for liberation in his 1968 book titled Pedagogy of the Oppressed. The central thesis of his work surrounds two methods of education: the banking method and the problem-posing method. The banking method represents the standard model of education wherein a teacher will give a lesson, students will take notes, and an exam will be administered. Within this model, students are made passive participants or “banks” for the knowledge that is distributed to them. Friere contends that this lends itself to oppression; students are trained to look to authority for answers and thus fail to engage critically with the systems that they exist within. Instead, he argues that schools should adopt what he dubs the “problem-posing” method– a pedagogy wherein teachers direct questions to students and engage with them in dialogue to create conclusions. For example, when implementing classroom rules, a teacher may ask: “Why might we have this rule? Why is it important to follow it?” Rather than handing students solutions, they are taught to reason through the material and derive their own meaning, a skill that transcends the classroom. By teaching young people to question the world they exist within, they become equipped with the ability to recognize oppression not as their prescription, but as an unjust system that has the potential to transform.</p>\r\n<p>While Friere’s work fails to include the subjugation of women throughout his work, the problem-posing pedagogy may elucidate a path to liberation for victims of sexual violence. Without the ability to be skeptical of systems of discrimination, women lack the power to dismantle gender-based oppression. Women of the DRC must question what grants their oppressors the right to oppress and if this “right” is legitimate– why is it a woman’s role to maintain the home, why is abuse considered acceptable, and why is women’s education worth less than men’s? In the DRC and worldwide, students must be taught to engage with the world around them and question the status quo instead of looking for authority just to be told to remain in their existing condition. In the time you’ve spent reading this article, it is likely that four, five, or six Congolese women have been made victim sexual violence. It is within the banking system that this oppression thrives; women in the DRC must be given the tools to question male domination and to reject subjugation.</p>"
}