{
    "title": "Endangered and Ignored: The Decline of Sea Turtles in North America",
    "author": "Karol Lopez",
    "article_id": "1203171508",
    "creation_date_epoch": "1746131882",
    "edit_date_epoch": "0",
    "tags": [
        "north_america",
        "wildlife"
    ],
    "cover_image_name": "/static/article_img/1203171508.png",
    "cover_image_alt_text": "Sea Turtle swimming ",
    "cover_image_source": "Photo Credit: Erin Bates, Virginia Aquarium",
    "citation": "",
    "body": "<p>The population of sea turtles have been on a 90% decline in the past century. What do we do now?</p>\r\n<p>The origins of sea turtles date back <a href=\"https://oceanservice.noaa.gov/news/june15/sea-turtles.html\">110 million years ago</a>, placing them at the time of the dinosaurs. Although their ancestry goes back thousands of centuries, their species seems to be coming to an end. Sea turtles are now considered one of the most endangered species on the planet. In fact, six species of sea turtles found in U.S. seawater are protected under the <a href=\"https://www.fisheries.noaa.gov/national/endangered-species-conservation/endangered-species-act\">Endangered Species Act</a>, which protects “any species which is in danger of extinction throughout all or a significant portion of its range.” This is just one of the few steps we must take in order to protect these endangered species.</p>\r\n<p>Sea turtles commonly face <a href=\"https://www.fisheries.noaa.gov/sea-turtles\">threats</a> around the world, including <a href=\"https://www.fisheries.noaa.gov/topic/bycatch\">bycatching</a>, loss and degradation due to climate change, killing of turtles and selling their eggs, entanglement in marine debris or trash, and vessel strikes. As a highly migratory species, sea turtles nest on land and go back to the ocean, leaving their eggs to hatch with the hope of the hatchlings surviving the journey to the water. Due to <a href=\"https://conserveturtles.org/threat/climate-change/\">climate change</a>, these nesting beaches are facing erosion. The effects of climate change also cause <a href=\"https://conserveturtles.org/threat/climate-change/\">disproportions</a> within the sex ratio of hatchlings, causing an imbalance in populations across the planet. Their habitats are <a href=\"https://www.climate.gov/news-features/understanding-climate/climate-change-ocean-heat-content\">getting warmer</a>, making coral reefs more acidic, ultimately leading to coral bleaching or even death. With their already low chances of survival, sea turtles face constant danger.</p>\r\n<p>Another major issue is the constant illegal trade and consumption of sea turtles. The Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) is an international agreement signed by over 180 countries in 1977 that declared the trade of Hawksbill turtle shells illegal. However, <a href=\"https://conserveturtles.org/threat/illegal-shell-trade/\">luxury items using their shells</a> continue to be sold in the black market and in other countries as souvenirs. In several countries, some people consume sea turtle meat. However, sea turtle meat can be dangerous for humans to consume. Research in fishing communities in northwestern Mexico showed that people were still <a href=\"https://warnercnr.source.colostate.edu/avoid-eating-sea-turtle-meat-if-you-want-to-cut-toxic-heavy-metals-from-your-diet/\">illegally consuming</a> sea turtle meat and eggs by testing hair samples. Not only is consumption dangerous for species conservation, but also for human health. Those who consume sea turtles run a higher risk of having <a href=\"https://warnercnr.source.colostate.edu/avoid-eating-sea-turtle-meat-if-you-want-to-cut-toxic-heavy-metals-from-your-diet/\">heavy metals in their bodies</a>, which increases the risks of cancer, diabetes, cardiovascular disease, and neurological disorders. Although outlawed in 1990, sea turtle consumption continues to negatively impact turtle population and the health of coastal residents, especially in Mexico.</p>\r\n<p>What are governments and advocates doing to protect the populations of this endangered species? Researchers have <a href=\"https://warnercnr.source.colostate.edu/avoid-eating-sea-turtle-meat-if-you-want-to-cut-toxic-heavy-metals-from-your-diet/\">encouraged health professionals</a> to speak with their patients about the risks of consuming sea turtles. INGOs like the World Wildlife Fund (WWF) and U.S. federal agencies such as the National Oceanic and Atmospheric Administration (NOAA) are constantly working towards educating people and raising awareness about the endangerment of sea turtles. By <a href=\"https://www.worldwildlife.org/initiatives/protecting-turtles-from-the-threat-of-bycatch\">supporting innovations in fishing gear</a> and by testing various kinds of baits to reduce bycatch, organizations have been able to help educate communities and <a href=\"https://www.fisheries.noaa.gov/species/green-turtle/conservation-management\">provide innovation</a> to help conserve sea turtle populations. Through collaboration between governments, organizations, and communities, these efforts offer hope for the recovery and survival of sea turtles.</p>"
}