{
    "title": "The Haitian Crisis and the Impact on U.S. Relations ",
    "author": "Josh Weiner",
    "article_id": "1231783135",
    "creation_date_epoch": "1715788558",
    "edit_date_epoch": "0",
    "tags": [
        "na"
    ],
    "cover_image_name": "/static/article_img/1231783135.jpeg",
    "cover_image_alt_text": "several adults walk with their children on a street with vendors in the background",
    "cover_image_source": "https://disasterphilanthropy.org/disasters/haiti-humanitarian-crisis/",
    "citation": "",
    "body": "<p>Like an approaching storm, the situation in Haiti escalated rapidly after Prime Minister Ariel Henry's resignation. While the Prime Minister was on a recent trip to Kenya, gangs attempted to destroy the Toussaint Louverture International Airport. On March 12, 2024, Ariel Henry resigned as a result of an astounding amount of pressure both in Haiti and throughout the international community. This incident has sparked even more violence throughout the country with gangs attacking police stations and freeing thousands of prisoners. The beginning of 2024 has brought a tremendous increase in gang violence. While this issue has persisted for a few years, it has entered a new stage recently.</p>\r\n<p>This staunch increase in violence has sparked concern in the American government. Representative Sheila Cherfilus-McCormick, who is also of Haitian descent, has spoken out about the violence and has warned that it has the potential to spill over into the US mainland. This statement is especially important, as Rep. Cherfilus-McCormick possesses a deep cultural and historical connection to Haiti, allowing her to comprehend the gravity of the situation in a nuanced manner. Additionally, Senator Marco Rubio, a prominent advocate for Haitian interests in Congress, has echoed concerns about the escalating violence and its potential impact on regional stability. As a key figure in shaping U.S. foreign policy, Senator Rubio's insights underscore the bipartisan consensus on the urgency of addressing the crisis in Haiti.</p>\r\n<p>As of the writing of this article on March 20, 2024, the Haitian state has no legitimate leader. The longer the country is without a leader, the worse the economic situation would become. Already having a low GDP, Haiti’s economic outcome looks bleak. Until the Covid-19 pandemic, tourism accounted for close to 5% of the country’s entire GDP. Recently, companies like Royal Caribbean International have announced they will suspend cruises to Labadee, a resort town on the northern coast of Haiti. The popular tourism industry has been getting destroyed economically because of the violence.</p>\r\n<p>In order to best prevent this crisis from spilling into the continental United States, it is imperative for the U.S. to take proactive measures to stabilize Haiti by facilitating the swift and democratic selection of a new leader. A leadership vacuum in Haiti not only fuels the existing chaos but also provides fertile ground for transnational criminal activities, including drug trafficking and human smuggling, which could potentially spill over into U.S. territories. By actively supporting the Haitian people in their pursuit of a legitimate and stable government, the U.S. can help mitigate the risk of further violence and instability. This support could take various forms, including diplomatic engagement, providing assistance in organizing free and fair elections, and collaborating with international partners to address the underlying socioeconomic challenges facing Haiti.</p>\r\n<p>For the time being, Haiti’s political outlook appears quite bleak. From 2020 to the present day, at least 3,700 people have been killed and hundreds of thousands have been displaced. With no legitimate leadership, gangs have taken over and wrecked further violence. This crisis has the potential to impact the United States and bring thousands of displaced people to Florida and other states in the Gulf area. Whoever ends up leading the country must make peace the number one priority to ensure this storm fades away.</p>"
}