{
    "title": "\"Sometimes, I feel like the world has forgotten us\": The Rohingya Refugee Crisis",
    "author": "Will Pujol",
    "article_id": "1260478744",
    "creation_date_epoch": "1760968472",
    "edit_date_epoch": "0",
    "tags": [
        "as"
    ],
    "cover_image_name": "/static/article_img/1260478744.avif",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://www.theatlantic.com/photo/2017/09/southeast-asias-rohingya-refugee-crisis-reaches-a-terrible-peak/540597/",
    "citation": "",
    "body": "<p>The <a href=\"https://www.britannica.com/topic/Rohingya\">Rohingya</a> are one of the most persecuted minorities in the world, having faced violence for nearly five decades. They are native to Myanmar’s Rakhine State, but have been a stateless people since a 1982 <a href=\"https://www.toaep.org/pbs-pdf/122-brett-kyh\">Citizenship Law</a> denied them all three tiers of citizenship. Since then, the Rohingya have been subject to hate speech, arbitrary detention, and genocide from both the Burmese government and Buddhist ultranationalists. The first of many mass-exoduses of Rohingya came in the <a href=\"https://www.doctorswithoutborders.org/latest/timeline-rohingya-crisis\">late 1970s</a> during the violent Nagamin campaign. While the majority have fled across the Nef River into Bangladesh, scholars Anthony Ware and Costas Laoutides estimate in their book “The ‘Rohingya’ Conflict” that two million Rohingya have been displaced over several decades to various countries, including Malaysia, Thailand, and Saudi Arabia (pg. 64). The most recent waves of refugees began in 2016 after a <a href=\"https://www.amnesty.org/en/documents/asa16/5362/2016/en/\">violent crackdown</a> on Rohingya communities that has led to the torture, rape, and death of untold numbers. One border guard <a href=\"https://www.bing.com/videos/riverview/relatedvideo?q=vice+rohingya+refugee+youtube&mid=4D9BE48F657C134A3CBC4D9BE48F657C134A3CBC&FORM=VIRE\">said</a> that during this time he saw as many as 15,000 refugees cross in one day, fleeing the burning villages that can be seen from the river. Many Rohingya <a href=\"https://news.un.org/en/story/2025/05/1163661\">drown</a> during the attempt to make it across. The crisis has resulted in the largest refugee camp in the world Kutpalong, located in Cox’s Bazar, Bangladesh. The UN refers to the state of Rohingya refugees as one of <a href=\"https://www.ungeneva.org/en/news-media/news/2025/09/111165/after-mass-exodus-limbo-rohingya-refugees-test-international-resolve\">“unceasing limbo”</a> due to the uncertainty the Rohingya face. As such, the Rohingya refugee crisis is one of the most urgent issues facing the international community.</p>\r\n<p>Many of the Rohingya refugees end up in Kutupalong, where, according to <a href=\"https://www.independent.co.uk/news/world/rohingya-crisis-refugee-camp-bangladesh-myanmar-kutupalong-cox-bazar-a8955446.html\">one article</a> from Independent, they are given “plastic sheeting, matting, bamboo poles and a 10sq-m plot on a bare hillside” upon their arrival. Conditions in the camp are squalid, with <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7489778/\">one study</a> conducted by Bangladeshi public health experts noting that disease, nutritional deficiencies, and mental health problems are common among residents. Some of these problems can be attributed to the violence they’ve been subject to and the treacherous journeys they’ve undertaken to escape from it, but the same study notes that the conditions in the camps can exacerbate these problems. Additionally, gang violence, human trafficking, sexual assault, and murder are <a href=\"https://www.hrw.org/news/2023/07/13/bangladesh-spiraling-violence-against-rohingya-refugees\">not uncommon</a>. One refugee told Human Rights Watch that they hear gunshots every night. Despite this, the residents report facing barriers to accessing assistance, due in part to what deputy Asia director for Human Rights Watch Meenakshi Ganguly calls “an indifferent justice system.” Some refugees have even reported that police have colluded with gangs or participated in abuse and harassment of refugees themselves.</p>\r\n<p>State officials have consistently denied the existence of the Rohingya as a distinct identity. However, anti-Rohingya sentiment does not end after their escape. Locals in Cox’s Bazar <a href=\"https://assets.publishing.service.gov.uk/media/5a5f298c40f0b652634c6f52/233-Rohingya-Refugee-Crisis-Impact-on-Bangladeshi-Politics.pdf\">complain</a> of rising prices and struggles with employment. Many even <a href=\"https://www.france24.com/en/live-news/20221020-welcome-no-more-rohingya-face-backlash-in-bangladesh\">blame</a> the refugees for the spread of drugs and environmental degradation, demanding their immediate repatriation. Outside of Bangladesh, refugee communities are the constant subject of <a href=\"https://gnet-research.org/2024/05/28/tracing-austronesian-supremacy-rhetoric-on-social-media-its-impact-on-the-fate-of-rohingya-refugees/\">online hate</a>. The growing tension between the refugees and their host countries has had <a href=\"https://www.questjournals.org/jrhss/papers/vol13-issue1/1301140143.pdf\">geopolitical ramifications</a> as the international community <a href=\"https://news.un.org/en/story/2025/08/1165714\">urges</a> a solution that will protect the Rohingya. However, according to a recent <a href=\"https://news.un.org/en/story/2025/09/1166004\">statement</a> by UN Special Envoy Julie Bishop, “There is no agreed pathway to peace.”</p>\r\n<p>While the anger of the Cox’s Bazaar residents may be misplaced, their ability to assist the Rohingyas in Kutupalong is limited. Bangladesh and the residents of Cox’s Bazar did not ask for this refugee crisis any more than the Rohingya asked to leave Myanmar. As such, Bangladesh cannot be expected to deal with this crisis on their own. Repatriating the Rohingya would be the most ideal solution, but the <a href=\"https://www.orfonline.org/expert-speak/the-rohingya-crisis-bangladesh-s-political-challenges-and-its-humanitarian-implications\">reluctance</a> of the Burmese government to do so and the political instability in the country makes it unclear whether repatriation will be possible. However, until that point, returning to Myanmar is incredibly dangerous for the Rohingya, as the <a href=\"https://www.britannica.com/event/2021-Myanmar-coup-d-etat\">2021 coup</a> left military leader Min Aung Liang– who has a history of denying the existence of the Rohingya– in power. As one refugee <a href=\"https://www.bing.com/videos/riverview/relatedvideo?q=vice+rohingya+refugee+youtube&mid=4D9BE48F657C134A3CBC4D9BE48F657C134A3CBC&FORM=VIRE\">put it</a>: “Our mothers, sisters, fathers, brothers, and everything in Rakhine were burned. I saw with my own eyes how children were thrown. I saw them snatched from their mothers’ laps and thrown into the stream. So don’t send us back to Rakhine, just kill us here.”</p>\r\n<p>The Rohingya refugees all across Southeast Asia have relied on foreign aid for their food rations, but the Trump administration’s massive cuts to USAID have made the future of the Rohingya even more uncertain. Some refugees have <a href=\"https://apnews.com/article/myanmar-usaid-thailand-trump-rubio-aid-7f6919a1863ceea2ddf6708e47bb88f0\">reported deaths</a> from malnutrition as a direct result of these cuts, a claim which the State Department has denied, stating that the goal of the funding cuts is to <a href=\"https://abcnews.go.com/International/trump-admin-touts-new-partner-funding-rohingya-refugees/story?id=126410526\">“encourage burden sharing.”</a> Unwanted in Myanmar and Bangladesh, and now apparently a burden to the wealthiest nation on earth, the debate on whether the Rohingya deserve a dignified existence continues while the Rohingya face the consequences of collective indifference. “There is nothing to live on. I don’t know anything anymore. I don’t see any pathway ahead. I can’t fathom anymore. I don’t know what to do anymore,” one Rohingya refugee residing along the Thai-Burmese border <a href=\"https://www.youtube.com/watch?v=QbSRy3wnxNY\">stated</a> in an interview with AP.</p>\r\n<p>A stateless refugee dying of starvation is a failure of the international community. The Rohingya are denied citizenship and the rights that come with it in their home country; the responsibility falls on no one else. While the <a href=\"https://thediplomat.com/2025/10/rohingya-voices-at-the-un-implications-for-the-protracted-humanitarian-crisis/\">UN Meeting</a> discussing a path forward for Rohingya aid is a reason for hope, the international community must ensure that the rights of all Rohingya refugees under the universal declaration of human rights are protected.</p>\r\n<p><a href=\"https://www.thedailystar.net/slow-reads/unheard-voices/news/verses-the-rohingya-camp-3901866\">Title quote from <em>A Voice Unheard</em></a></p>"
}