{
    "title": "No, You Don’t Need to Buy the Latest iPhone.",
    "author": "Agnès Akenou",
    "article_id": "1450772383",
    "creation_date_epoch": "1715788608",
    "edit_date_epoch": "0",
    "tags": [
        "africa",
        "economics"
    ],
    "cover_image_name": "/static/article_img/1450772383.jpeg",
    "cover_image_alt_text": "laborers work at the Shabara artisanal mine a mine in the Democratic Republic of Congo",
    "cover_image_source": "https://www.washingtonpost.com/world/interactive/2023/ev-cobalt-mines-congo/",
    "citation": "",
    "body": "<p>I still have an iPhone SE. At times, I find myself bothered by my device’s small size and worst of all, the presence of a home button at the bottom of the screen. These features are not inherently bad, nor are they ugly, but they are outdated. Moreover, as I’ve walked around campus, talked with friends, and interacted with classmates, I have grown increasingly aware that my device is an ancient artifact, made completely obsolete by the latest top-of-the-line phones. Their screens are bigger, the camera quality is pristine, and they boast features that I could only dream of.</p>\r\n<p>However, I have kept my 6-year-old device for a good reason. Firstly, my phone still works. Yes, it’s been through a lot; the numerous cracks on its screen are a testament to that. But above all, I have kept my phone this long because I know that the practice of purchasing an item simply to keep up with trends is a hallmark of consumerism; a problem that plagues many in the First World. Don’t get me wrong, we need phones. It is virtually impossible to function in our interconnected world without one. But do we need a new one every two years? Certainly not, especially when we become aware of the children enslaved, women violated, and blood spilled in the production of one phone.</p>\r\n<p>Over 64% of the world’s coltan reserves are found in the Democratic Republic of the Congo (DRC), a large country situated at the heart of Africa. This mineral is essential in producing jet engines, rockets, digital still cameras, video cameras, and most importantly, laptops and phones. While DRC’s coltan exports total a whopping $4.44 billion, the average Congolese citizen lives on less than $2 a day—their annual income wouldn’t even cover the cost of a single iPhone 15. As of 2024, over 50,000 Congolese children are driven by extreme poverty to work in mining sites, where many of them are killed or suffer life-long injuries from mining accidents. According to Donnie Bikaba, director of Strong Roots (an environmental charity that works to improve work conditions for minors), women and girls are “working in the mines in conditions of slavery”. Furthermore, various rebel militia groups have been vying for control of mines in the Congolese provinces of North and South Kivu, leading to countless reports of gang rape and torture. Amnesty International estimates that at least 20 men and 66 women and girls are raped during every incursion by these rebel groups. Moreover, Donnie Bikaba estimates that 98% of Kivu mines are connected to militia groups, a figure which guarantees that rape and torture were present in the extraction of the coltan powering your electronic device.</p>\r\n<p>So, next time you think about buying a new electronic device simply out of a materialistic desire to keep up with trends, think again. Think about the children, women, and men, whose lives are tattered by the destruction and barbarism of the coltan mining industry. To be frank, I acknowledge that it is nearly impossible to divest from electronics. Electronics have revolutionized how we live—removing them would be akin to cutting yourself off from intellectual growth, innovation, and human connection. However, as consumers, we can slow down our consumption, consequently sending an important message to tech companies: we demand responsibly sourced materials, or your profits will be negatively impacted.</p>\r\n<p>Listed below are some foundations dedicated to the DRC’s cause:</p>\r\n<p><a href=\"https://www.savethechildren.org/us/where-we-work/democratic-republic-of-congo\">Help the Democratic Republic of Congo | Save the Children</a></p>\r\n<p><a href=\"https://www.rescue.org/country/democratic-republic-congo\">Democratic Republic of Congo | International Rescue Committee (IRC)</a></p>\r\n<p><a href=\"https://congo.gsif.it/\">Good Shepherd International Foundation in DR Congo (gsif.it)</a></p>\r\n<p>Sources: <a href=\"https://www.wbur.org/onpoint/2024/03/13/human-cost-cobalt-modern-slavery-in-the-democratic-republic-of-congo\">wbur</a> <a href=\"https://www.theguardian.com/world/2011/sep/02/congo-women-face-slavery-mines\">The Guardian</a> <a href=\"https://wits-uwo.medium.com/the-role-of-tech-in-the-congos-silent-genocide-fef09e9729f7\">Medium</a></p>"
}