{
    "title": "Do Automatons Dream of Electric Democracy?: Helldivers 2 Augmenting the Political Mind",
    "author": "Hayden Rolence",
    "article_id": "149715888",
    "creation_date_epoch": "1715788568",
    "edit_date_epoch": "0",
    "tags": [],
    "cover_image_name": "/static/article_img/149715888.webp",
    "cover_image_alt_text": "a futuristic soldier kneeling on a different planet",
    "cover_image_source": "https://www.forbes.com/sites/paultassi/2024/04/07/helldivers-2s-politics-appear-to-be-flying-over-the-heads-of-some/",
    "citation": "",
    "body": "<p>Helldivers 2 took the world by storm when it came out in February of 2024. The game was so massive that the player base overpowered the server capacity within hours of launch, with people waiting hours or even days to finally drop into their democracy-fueled exploits. Helldivers is so filled with political satire that you can almost feel the power of true, red-blooded democracy as you crush the fascists with overwhelming aerial superiority. But you’re not fighting fascists. And you’re not democratic. So what led this game to have incredibly gripping political implications?</p>\r\n<p>In Helldivers, you face bugs and automatons for Super Earth in a clear homage to “Starship Troopers” the movie. As the player, you are spoon fed “managed democracy”, a form of democracy where you take a glorified personality quiz and then your vote is tabulated by a computer to process who you should vote for. The game is fought on two fronts, with the automatons coming in from the left and the bugs coming in from the right, each taking planets away from super earth if not enough Helldivers fight. But both of these fronts are Super Earth’s fault, with the automatons being the descendants of the cyborgs, who were fighting for independence in the first game as the ‘villains’, and the terminids, which are planted on planets so that they could produce oil, which is what the bugs bleed. With so many outright hostile satirical images, it’s a wonder that some people reject the political implications of the game. However, even more players take these undertones, or overtones rather, and run with them.</p>\r\n<p>Even before the game’s launch, social media platforms were inundated with propaganda. And not just your everyday propaganda either. Distinct references to 1900’s era war posters were everywhere with the old style almost comic style of war posters and all. One location was even touted as space Vietnam, known as Malevelon Creek, with the propaganda saying things like “The trees speak binary”, “Spill oil”, “Make it rain, liberate the creek”, or “My blood is freedom and my gun is liberating” and people calling themselves “veterans of the creek” following their loss. It’s important to note that while the developers made some of their own propaganda with the gameplay trailers coming from “The Ministry of Truth”, the bulk of it came from the players themselves.</p>\r\n<p>In an age where people are more politically-minded than ever, the propaganda was almost scary. It seemed to play directly into a visceral part of your brain. Curated specifically against your better interests. I myself found myself wanting to buy the game and crush bots and stamp out bugs for the glory of Super Earth. But at the same time, I understood it at a logical level. I take this as a sign that society as a whole is growing, deeply understanding the underlying mind of politics and trying to whip people into a fervor. Although the player statistics are not made public, the game had streams and videos with people from around the world, with streamers, both independent and representing multinational corporations like VShojo, pulling in thousands of viewers on Twitch. It wasn’t even confined to just English-speakers, with some top streams being in French and even Arabic on the day of writing. This could mean great things for the future of politics, with even everyday people being deeply aware of the motives of people in power and more conscious of the implications of political decisions.</p>\r\n<p>Sources: <a href=\"https://www.twitch.tv/directory/category/helldivers-ii?sort=VIEWER_COUNT\">Twitch</a> <a href=\"https://www.thegamer.com/helldivers-2-anti-fascist-answer-call-of-duty/\">TheGamer</a> <a href=\"https://www.tiktok.com/discover/malevelon-creek-propaganda-posters\">TikTok</a> <a href=\"https://www.reddit.com/r/Helldivers/\">Reddit</a> <a href=\"https://helldivers.fandom.com/wiki/Helldivers_(Military_Corps).\">Helldivers Wiki</a></p>"
}