{
    "title": "A Fall from Grace: America’s Declining Passport Power",
    "author": "Ella Pesch",
    "article_id": "1558036168",
    "creation_date_epoch": "1764685359",
    "edit_date_epoch": "0",
    "tags": [
        "north_america"
    ],
    "cover_image_name": "/static/article_img/1558036168.png",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://www.passportindex.org/",
    "citation": "<p>.</p>",
    "body": "<p>In 2014, the United States held the <a href=\"https://www.henleyglobal.com/newsroom/press-releases/henley-global-mobility-report-oct-2025\">first place</a> for the strongest passport in the world on the Henley Passport Index. The index ranks the world’s passports based primarily on the number of locations a traveler can enter without a visa. After the recent release of the 2025 Henley Passport Index, the dramatic fall of the United States passport is hard to miss. For the first time in 20 years, the U.S. passport has fallen out of the top 10 list, <a href=\"https://www.henleyglobal.com/passport-index/ranking\">sitting in 11th</a> under Malaysia. U.S. passport holders can currently visit 180 out of 227 destinations without a visa. <a href=\"https://www.usatoday.com/story/travel/2025/10/15/us-passport-index-historic-low/86711671007/\">Singapore</a>, at the top of the list, offers access to 193 destinations. Other indexes place the <a href=\"https://www.passportindex.org/byRank.php\">United Arab Emirates</a> in the prime position and the United States in 9th behind 40 nations tied for various positions. </p>\r\n<p>Those at Henley and Partners believe that this shift is in large part <a href=\"https://www.henleyglobal.com/newsroom/press-releases/henley-global-mobility-report-oct-2025\">due to a lack of cooperation</a>. They mark the loss of visa-free access to Brazil as a turning point. This change occurred in April of 2025 to <a href=\"https://br.usembassy.gov/message-to-u-s-citizens-new-visitor-visa-requirements-for-u-s-citizens-traveling-to-brazil/\">establish reciprocity</a>: the U.S. requires a visa for Brazilians. This was compounded by a number of other changes including Somalia’s new eVisa system and <a href=\"https://www.henleyglobal.com/newsroom/press-releases/henley-global-mobility-report-oct-2025\">Vietnam’s exclusion</a> of the U.S. from an updated string of visa-free additions. Despite the appearance of small changes in the freedom of U.S. travelers, the consequences are vast. <a href=\"https://www.henleyglobal.com/newsroom/press-releases/henley-global-mobility-report-oct-2025\">Dr. Christian Kaelin</a>, Chairman of Henley and Partners and the creator of the Henley Passport Index, noted that “the declining strength of the U.S. passport over the past decade is more than just a reshuffle in rankings - it signals a fundamental shift in global motility and soft power dynamics.”</p>\r\n<p>Americans abroad, expats and tourists alike, face negative perceptions as a result of U.S. politics. Tourists are hesitant to <a href=\"https://www.usatoday.com/story/travel/2025/05/25/americans-traveler-international-perception/83679610007/\">identify themselves as Americans abroad</a>, worried that the label will conflate them with the Trump administration. Canadian and American citizens surveyed about American perception abroad overwhelmingly believed that Americans are <a href=\"https://www.usatoday.com/story/travel/2025/05/25/americans-traveler-international-perception/83679610007/\">\"perceived more negatively abroad in 2025 due to recent U.S. international policy proposals.”</a> This is inherently linked to what some described as a <a href=\"https://www.foreignaffairs.com/united-states/new-soft-power-imbalance\">“dismantling of traditional channels of American soft power”</a> by the Trump administration. Agencies like the U.S. Agency for International Development have been stripped and immigration policies have <a href=\"https://www.foreignaffairs.com/united-states/new-soft-power-imbalance\">made the U.S. less accessible.</a> </p>\r\n<p>A shift in power dynamics may lead Americans to reevaluate their norms around passports and citizenship. Professor Peter J. Spiro of Temple University Beasley School of Law, an expert in foreign relations and international law, has long been a commentator on passports and <a href=\"https://www.henleyglobal.com/publications/usa-wealth-report-2025/dual-citizenship-new-american-dream\">U.S. citizenship as a valuable status</a>. Spiro argues that multiple citizenship will become increasingly normalized and perhaps aspirational in American society. 50 years ago, dual citizenship was viewed as an anomaly and looked upon harshly. An additional nationality could place an individual’s U.S. citizenship in jeopardy. The end of the Cold War coincided with a growing acceptance of dual citizenship, leading many naturalization applicants to <a href=\"https://www.henleyglobal.com/publications/usa-wealth-report-2025/dual-citizenship-new-american-dream\">retain their citizenship of origin</a>. </p>\r\n<p>The Trump administration has sparked a change in many Americans, with a push to secure additional citizenships and passports. Younger generations are increasingly interested in dual citizenship, viewing it as a form of <a href=\"https://www.newsweek.com/why-dual-citizenship-new-american-dream-2075272\">empowerment</a>. Dual citizenship can unlock better healthcare, affordable living, and new forms of freedom. <a href=\"https://www.newsweek.com/why-dual-citizenship-new-american-dream-2075272\">42 percent of adults</a> have considered or actively plan to move outside the U.S. in order to better their quality of life or financial position. </p>\r\n<p>There are a number of avenues taken to obtain citizenship elsewhere including birth in another country or tracing descent back a specific number of generations, residing or working in a country for a set period of time, and marriage to a citizen. Many nations do not allow for multiple citizenship, and in some cases, original citizenship may have to be <a href=\"https://europa.eu/youreurope/citizens/residence/residence-rights/naturalisation/index_en.htm\">renounced</a>. Another method is investment citizenship. Interestingly enough, Henley and Partners offer a program to aid families in <a href=\"https://www.henleyglobal.com/citizenship-investment?page=ppc_Global_gsn_gen_cit_tier1_usa&gad_source=1&gad_campaignid=21677152482&gbraid=0AAAAACxMKa0z6skTUdvf4fbnskfhTPgtm&gclid=CjwKCAiAz_DIBhBJEiwAVH2XwFc6pjV62ruLhJ7QJ4eFm7InzfYxCHUviPZwlJVtPppgkzfdq1bFxRoCIooQAvD_BwE\">achieving alternate citizenship in over 100 countries</a> including “key destinations.” These programs are aimed at wealthier individuals that are able to demonstrate significant economic contributions in a variety of countries, from Austria to Turkey. The company reported a <a href=\"https://www.newsweek.com/why-dual-citizenship-new-american-dream-2075272\">39 percent increase</a> in the wake of the then new Trump administration. Latitude Group and Arton Capital, other citizenship and residency advisory firms, also reported increases in demand from U.S. nationals. </p>\r\n<p>Regardless of the methodology of choice, in light of decreasing passport power, Americans may look to dual citizenship in the face of a <a href=\"https://www.henleyglobal.com/publications/usa-wealth-report-2025/dual-citizenship-new-american-dream\">“breakdown of governmental order.”</a> If continued travel limitations are placed by the Trump administration on various nations, US passport strength will only decrease.</p>"
}