{
    "title": "Giants of Mandurah",
    "author": "Allie Jones",
    "article_id": "1564579942",
    "creation_date_epoch": "1715788598",
    "edit_date_epoch": "0",
    "tags": [
        "oc"
    ],
    "cover_image_name": "/static/article_img/1564579942.webp",
    "cover_image_alt_text": "a large wooden figure among some trees",
    "cover_image_source": "https://www.ourwaparks.org.au/discover-the-giants-of-mandurah/",
    "citation": "",
    "body": "<p>The Australian government has been working to diversify the vibrant economy, create more jobs, and open more business opportunities. The McGowan administration sponsors the Giants of Mandurah to do just that. Recycling artist and activist Thomas Dambo created 6 remarkable giants that nest in Western Australia. They act as an open-air experience honoring the splendor of our natural environment, including the Ramsar-listed wetlands of Mandurah, which hold global significance, diverse wildlife, noteworthy waterways, and bushlands. Dambo was raised learning about sustainability, and recycling, and was always encouraged to have a strong imagination— he is now known as the world's leading recycling artist. This exhibit has greatly increased tourism and inspired environmentalism due to his use of trash that he finds to create this art. I envision that other countries will follow suit and put an emphasis on conserving the environment and finding sustainable ways to promote their economy. This installment, which is supported by the State Government was placed in November 2022, and is expected to stay through 2025. The exhibit also has a free quest and companion guide for visitors , making this exhibition accessible to everyone. Mandurah is the “kaaleepga”, or the homeland, of the Bindjareb Noongar Nation. Dambo’s exhibit shares indigenous Bindjareb folklore and culture by centering his exhibit around the Creation Story of Djilba Gabi. This particular story includes the mythical figure Djilba, and her journey weaves together elements of culture, community, and environmental consciousness. While navigating this landscape, tourists come across Giants that face challenges that reflect dangers to our ecosystem. Throughout the folklore, the giants remain hopeful and create action in the community through events, art installations, and storytelling. The Giants transform from wooden sculptures to symbols of resilience and renewal, and they inspire a collective commitment to protecting our climate and securing a sustainable future for future generations. The exhibition includes a quest that is built like a game. Beginning in Mandjoogoordap (Mandurah), you journey along the cycle of water. “From ocean to air, air to land, and back again.” There is one giant located in Perth, four located in Mandurah, and one is in a secret hidden location. Visitors are tasked to find the five giants with prompts and hints, collecting symbols that appear on each of the giant’s. These clues eventually lead you to find the sixth Giant, thus restoring harmony. The rules are simple: protect the environment, protect yourself, and no spoilers.</p>\r\n<p>“First, the sun must hit the ocean, so the ocean turns to clouds</p>\r\n<p>Then the wind moves the clouds to land, collects them in a crowd</p>\r\n<p>The clouds will let the raindrops fall until the earth will open</p>\r\n<p>So then mountain water rivers run and flow back to the ocean</p>\r\n<p>And there are six old hidden giants in the bush and on the bay</p>\r\n<p>And each of their voices is crucial for the harmony to pla</p>\r\n<p>They used to sing the song together – the old hidden giants</p>\r\n<p>But one got lost, then six turned five and now the song is silent”</p>"
}