{
    "title": "\"A textbook example of ethnic cleansing\": The Rohingya Genocide",
    "author": "Will Pujol",
    "article_id": "1695999384",
    "creation_date_epoch": "1760404154",
    "edit_date_epoch": "0",
    "tags": [
        "as"
    ],
    "cover_image_name": "/static/article_img/1695999384.webp",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://www.nytimes.com/2017/12/15/opinion/sunday/genocide-myanmar-rohingya-bangladesh.html?smtyp=cur",
    "citation": "",
    "body": "<p>“They punched and kicked. I had bruises and cuts–” <a href=\"https://www.pbs.org/wgbh/frontline/documentary/myanmars-killing-fields/#transcript-credits\">Nur Bashar</a>, assaulted by soldiers in Koh Tan Kauk</p>\r\n<p>The <a href=\"https://www.britannica.com/topic/Rohingya\">Rohingya</a> are a majority-Muslim ethnic minority that live predominantly in the Rakhine State of Myanmar, a majority-Buddhist country in Southeast Asia.The Rohingya have effectively been a stateless people since a <a href=\"https://www.toaep.org/pbs-pdf/122-brett-kyh\">Citizenship Law</a> passed in 1982 effectively denied them all three tiers of citizenship (“full,” “associate,” and “naturalized”). According to former Prime Minister and then-dictator <a href=\"https://www.burmalibrary.org/sites/burmalibrary.org/files/obl/docs6/Ne_Win%27s_speech_Oct-1982-Citizenship_Law.pdf\">General Ne Win</a>, the Citizenship Law was meant to distinguish “pure-blooded nationals” and “foreign settlers,” but a modern <a href=\"https://documents.un.org/doc/undoc/gen/g16/135/41/pdf/g1613541.pdf\">UN report</a> calls the law “discriminatory” for its subjection of the Rohingya to \"arbitrary deprivation of nationality.” Since then, the Burmese government has consistently denied that the Rohingya are native to Myanmar, despite many living in Rakhine State for centuries. Many state entities have gone so far as to deny the mere existence of the Rohingya as a distinct ethnic identity.</p>\r\n<p>“They didn’t hesitate to torch our houses, even with people inside–” <a href=\"https://www.hrw.org/news/2024/08/12/myanmar-armies-target-ethnic-rohingya-rakhine\">Kabir</a>, Buthidaung</p>\r\n<p>Violent persecution of the Rohingya has a long history. One of the earliest examples is the 1978 Operation Naga Min (“Dragon King”). During the campaign, under the guise of checking identity papers, Rohingya were subjected to <a href=\"https://www.durham.ac.uk/media/durham-university/research-/research-centres/ibru-centre-for-borders-research/maps-and-databases/publications-database/boundary-amp-security-bulletins/bsb5-3_grundy.pdf\">“army harassment, arrests, rapes and arbitrary violence.”</a> Additionally, according to scholars Anthony Ware and Costas Laoutides in their book “Myanmar’s ‘Rohingya’ Conflict,” many Rohingya were “concentrated in fenced compounds” after being uprooted from their homes (pg. 16-17). The result was the first mass-exodus of Rohingya, with around 200,000 fleeing Myanmar. Another wave of refugees fled in 1992, bringing with them stories of <a href=\"https://www.durham.ac.uk/media/durham-university/research-/research-centres/ibru-centre-for-borders-research/maps-and-databases/publications-database/boundary-amp-security-bulletins/bsb5-3_grundy.pdf\">forced labor, rape, and torture</a>. Dr. Azeem Ibrahim also notes in <a href=\"https://www.rohingyabook.com/\">his book</a> “The Rohingyas” that new villages for non-Rohingya were built on land formerly belonging to Rohingya settlements during this time, often with forced Rohingya labor (pg. 52). In 2012, Rohingya were <a href=\"https://www.bbc.com/news/world-asia-68730994\">forcibly displaced</a> from their communities into camps through intimidation and massacre in what Ibrahim calls an “attempt at ethnic cleansing” (pg. 81).</p>\r\n<p>“I am angry with myself for being Rohingya. If I had been Bangladeshi or American, I would never have been raped. But they did it to me because I was born Rohingya–” <a href=\"https://www.reuters.com/investigates/special-report/myanmar-rohingya-crisis2/\">Refugee from Kyar Guang Taung</a>, name withheld</p>\r\n<p>However, the newest two waves of violence– which <a href=\"https://2021-2025.state.gov/burma-genocide/\">many argue</a> rises to the crime of genocide– began in 2016 after Rohingya insurgency groups <a href=\"https://apnews.com/article/ec4391f3e97e407890af7ecc540259a4\">attacked</a> state security outposts. In response, the Tatmadaw (Burmese Army) began a series of raids on Rohingya villages. On November 5th, soldiers entered the village of Koh Tan Kauk and rounded up the residents. A <a href=\"https://www.youtube.com/watch?v=gtda7ECsrdQ\">video</a> filmed by a soldier shows men with their hands behind their heads sitting on the ground in rows. The soldiers begin to violently interrogate one man, hitting him with a baton and kicking him in the face. <a href=\"https://www.pbs.org/wgbh/frontline/documentary/myanmars-killing-fields/\">Witnesses</a> from the village said four men were arrested and disappeared. This was merely a precursor to the genocidal violence that would follow.</p>\r\n<p>“They just shot anyone they saw–” <a href=\"https://www.pbs.org/wgbh/frontline/documentary/myanmars-killing-fields/#transcript-credits\">Nurul Islam</a>, Dar Gyi Zar</p>\r\n<p>Following Koh Tan Kauk, multiple villages were surrounded, raided, and massacred, including <a href=\"https://www.reuters.com/investigates/special-report/myanmar-rohingya-crisis2/\">Dar Gyi Zar</a>, <a href=\"https://pulitzercenter.org/stories/rohingya-survivors-myanmars-army-slaughtered-men-children\">Monu Para</a>, and <a href=\"https://phr.org/news/chut-pyin-report/\">Chut Pyin</a>. <a href=\"https://www.hrw.org/news/2017/10/17/burma-new-satellite-images-confirm-mass-destruction\">Satellite imagery</a> shows evidence of mass arson in all of these villages, and survivors have reported beatings, sexual violence, stabbings, and shootings against civilians. <a href=\"https://www.pbs.org/wgbh/frontline/documentary/myanmars-killing-fields/transcript/\">State media</a> claimed that “Bengali terrorists” instigated the violence and were responsible for the arsons in Chut Pyin, a common tactic used both to deny that the Tatmadaw is responsible and to perpetuate the idea that the Rohingya are not native to Myanmar.</p>\r\n<p>“They threw my five-year-old into the river. I had my two-year-old baby on my hip. They grabbed the baby and threw him on the fire. My 11-year-old boy was lying half dead with his throat cut… My daughter said ‘Brother, get up, get up.’ He said ‘I can’t get up, my head is gone. I can’t get up–’” <a href=\"https://www.pbs.org/wgbh/frontline/documentary/myanmars-killing-fields/#transcript-credits\">Mumtaz Begum</a>, Tula Toli</p>\r\n<p>The <a href=\"https://www.hrw.org/report/2017/12/19/massacre-river/burmese-army-crimes-against-humanity-tula-toli\">Tula Toli massacre</a> was one of the deadliest of these massacres, with Human Rights Watch estimating the death toll to be several hundred, while witnesses place it in the thousands. Satellite imagery once again shows signs of buildings destroyed by fire. UN rights chief <a href=\"https://news.un.org/en/story/2017/09/564622-un-human-rights-chief-points-textbook-example-ethnic-cleansing-myanmar\">Zeid Ra‘ad al-Hussein</a> said the crimes committed during and after 2016 are “a textbook example of ethnic cleansing.”</p>\r\n<p>“I was shot and fell in the rice field. I couldn’t get up. I was in so much pain. Then four soldiers raped me–” 16-year-old <a href=\"https://www.pbs.org/wgbh/frontline/documentary/myanmars-killing-fields/#transcript-credits\">Jamila Khatun</a>, Chut Pyin</p>\r\n<p>Then-president Aung San Suu Kyi <a href=\"https://www.aljazeera.com/news/2019/12/11/aung-san-suu-kyi-defends-myanmar-against-genocide-allegations/\">denied</a> allegations of ethnic cleansing and genocide in a 2019 speech, though the Nobel Peace laureate <a href=\"https://www.aljazeera.com/news/2019/12/13/icj-speech-suu-kyi-fails-to-use-rohingya-to-describe-minority/\">stopped short</a> of using the term “Rohingya” itself. This is especially concerning in the context of the Myanmar government’s long-standing <a href=\"https://www.stimson.org/2020/breaking-a-cycle-of-exodus/#elementor-toc__heading-anchor-7\">denial</a> of the mere existence of the Rohingya ethnic group.</p>\r\n<p>“In the first drone attack, 30 people were killed and in the second attack… I saw 50 people dead–” <a href=\"https://www.cnn.com/2024/08/12/asia/rohingya-maungdaw-drone-attack-myanmar-intl-hnk\">Hasan</a>, Maungdaw Township</p>\r\n<p>The most recent wave of refugees came after the 2021 military coup, which destabilized the already fragile country and placed it under the leadership of Senior General Min Aung Hlaing, who is the head of Tatmadaw. Drone attacks on villages such as <a href=\"https://www.cnn.com/2024/08/12/asia/rohingya-maungdaw-drone-attack-myanmar-intl-hnk\">Maungdaw</a> by ethnic armed revolutionary group <a href=\"https://www.stimson.org/2023/understanding-the-arakan-army/\">Arakan Army</a> have led to wholescale destruction and a new wave of Rohingya refugees fleeing Myanmar. Reports of sexual violence and <a href=\"https://www.thenewhumanitarian.org/news-feature/2025/08/27/arakan-army-accused-detaining-rohingya-forced\">forced labor</a> have also been made in what has become a disturbing pattern of violence. Reports of Rohingya being forcibly conscripted (by both the <a href=\"https://www.bbc.com/news/world-asia-68730994\">Tatmadaw</a> and the <a href=\"https://en.arakanna.net/aa-secretly-searches-for-40-rohingyas-who-fled-forced-conscription/\">Arakan Army</a>) seem the only new development in what is otherwise the continuation of the same atrocities they have been subject to for decades. Asia director at Human Rights Watch Elaine Pearson <a href=\"https://www.hrw.org/news/2025/07/28/myanmar-arakan-army-oppresses-rohingya-muslims\">stated</a> “The Arakan Army is carrying out policies of oppression against the Rohingya similar to those long imposed by the Myanmar military in Rakhine State.” An Arakan Army spokesperson has <a href=\"https://www.cnn.com/2024/08/29/asia/myanmar-massacre-survivor-testimonies-intl-hnk-dst/\">denied</a> the allegations of these atrocities.</p>\r\n<p>“After they entered my home, they hit me, beat me, and I was struggling to get free when they raped me. For at least one hour, they tied me up…They slaughtered my husband after they raped me. Four Arakan Army soldiers were holding him down tightly, and one slaughtered him with a big sharp knife–” 22-year-old <a href=\"https://www.cnn.com/2024/08/29/asia/myanmar-massacre-survivor-testimonies-intl-hnk-dst/\">Hamida</a></p>\r\n<p>The government of Myanmar has <a href=\"https://www.rfa.org/english/news/myanmar/media-restrictions-11052018155613.html\">heavily restricted</a> access to Rakhine State, making the exact number of Rohingya killed since 1978 nearly impossible to determine. <a href=\"https://news.un.org/en/story/2023/08/1140032\">Reports</a> state since 2017 the number of Rohingya killed is in the tens of thousands. But the number of dead or when this genocide began does not change the current reality. Today, nearly one million Rohingya live in <a href=\"https://time.com/6317254/kutupalong-bangladesh-rohingya-refugee-camp/\">Kutupalong</a>– the world's largest refugee camp located in Bangladesh– in entirely temporary shelters, with poor access to medical care and other basic needs, and a host government that does not want them there. The stories told by each of these refugees may sound similar, but each one matters. The women who have escaped burning homes after they were forced inside to be burned alive; the children who have witnessed their brothers and sisters killed, their bodies dumped in rivers; the numerous villagers who were shot at while attempting to flee certain death. The international community must listen so that the Rohingya and the atrocities committed against them are not forgotten.</p>"
}