{
    "title": "Are Nuclear Weapons Justifiable according to Thomas Aquinas? ",
    "author": "Grace Denton",
    "article_id": "184927357",
    "creation_date_epoch": "1715788578",
    "edit_date_epoch": "0",
    "tags": [
        "north_america",
        "asia",
        "conflict_and_security"
    ],
    "cover_image_name": "/static/article_img/184927357.png",
    "cover_image_alt_text": "several missles aimed at the air with a background of a blue sky",
    "cover_image_source": "https://psr.org/issues/nuclear-weapons-abolition/",
    "citation": "",
    "body": "<p>Thomas Aquinas’ Just War Theory defines the limits to warーwhat is or is not allowed, according to a “standard moral compass.” Brutality and the justification for war are measured under a set of rulesーjus ad bellum and jus in bello. Aquinas produced a list of reasons for when to use force and while in war, how to measure a country’s actions. This theory has affected the way people govern since its conception in the 1200’s. Aquinas’ theory has changed the way countries dictate warーbut where do nuclear weapons play a role? According to Thomas Corbishley, “One of the failures of the men of our generation is that they seem to regard the whole business of nuclear power as something rather like the weather. They hope there won’t be a thunderstorm but they feel they can’t do anything about it”. Weapons of mass destruction can kill thousands upon impact, and its effects felt for many years after. For example, nuclear force has changed Ukraine’s environment through the disaster of Chernobyl, a now desolate region. Their harm is much more destructive than guns. Where would Aquinas categorize them? What would he think of their demolition? Does Aquinas’ beliefs still affect the current global landscape towards nuclear weapons?</p>\r\n<p>In Ian Clark’s definition, Thomas Aquinas defines jus ad bellum as “the just ends of war”, and jus in bello as “the just means of war”. Aquinas outlines the probable or requisite causes needed to determine when to govern by force. These limitations aim to discourage unnecessary harm and form an outline for states to follow if they choose to use muscle. He says there must be a just causeー self-defense or punishment; proper authority, meaning the country and its people must, or at least should, agree on joining a war collectively; probability of success; the use of force must be proportional to the cause; and, finally, war can be used as the last resort, so one must try diplomacy first.</p>\r\n<p>Aquinas also assists countries in measuring their actions during wartime using jus in bello. The limits to governing behavior are striking combatants vs non-combatantsー civilians should be free from cruelty, seeing as they are harmless; proportionality; necessity, meaning to choose the essential targets, not media; one must treat POWs humanely; and then, no evil means, such as mass rape or uncontrollable weapons (like biological warfare), should be allowed. These guidelines establish a “safer” warfront, although they are not always followed. Aquinas aimed to make the playing field more civilized and does a great job at setting boundaries to what actions can or cannot be taken.</p>\r\n<p>David Dombrowski says the Just War Theory is no longer living. When it comes to nuclear weapons, Aquinas’ ideas do not withstand. Christian ethics don’t support or allow for the killing of people. David Hoekema did a study on this very topic, saying the papacy “under no circumstances” allowed for “instruments of mass slaughter”. The Vatican II document, Gaudium et Spes, says, “destruction of entire cities is condemned”. John XXIII in Pacem in Terris says, “‘In a nuclear age warfare no longer makes sense’”. Warfare has been altered so much so that the usual combat results in massacres.</p>\r\n<p>Despite this, Aquinas modified his beliefs and the Christian foundation to allow for exceptions. Most scholars believe that the Just War Theory does not legitimize the killing of innocents through nuclear weapons, especially in the case of Hiroshima and Nagasaki. Yet, there is some controversy regarding its justification. According to Dombrowski, theorists say, “‘In war one intends to avenge wrongdoing, and although one might not want to kill innocents, one may have to do so nonetheless as an indirect effect of one’s action in a just war’”. Some believe that although a person, or even government, does not want to kill, they must in order to reach their ultimate goal. On the other hand, looking at the devastation in Japan, Thomas Corbishley believes that if the allies simply threatened the use of nuclear weapons instead of actually using them, Japan’s surrender may have accelerated nonetheless in a more humane way. Aquinas would have agreed, seeing as there would have been no explicit actions taken; they were using diplomacy and communication before using brutality as the last resort.</p>\r\n<p>There are many different aspects to consider on why the US chose Hiroshima and Nagasaki. Some scholars have said that the allies could have chosen another location, such as Tokyo, Kyoto, or Osaka, having the top three largest populations in Japan during the 1940s according to the “Largest Cities in Japan by Population by Decade” data. If the United States wanted to attack the most people, it would have selected these. Geoff Brumfiel and Benedetta Palese find they specifically chose Hiroshima and Nagasaki because they were military targets with factories and crucial ports, the second army headquarters, and had smaller population sizes. Another factor of selection was the visual effects of the bomb; the US wanted to showcase the damage. Knowing this information, would this change Aquinas’ opinion on nuclear use in WWII? The nuclear bombing of Hiroshima and Nagasaki was devastating, killing tens of thousands, but would Aquinas view the US’ justification as valid? Also, how would these implications affect our general understanding of nuclear weapons as a weapon of deterrence?</p>\r\n<p>This is an action the United States is going to have to own for perpetuity. Using Thomas Aquinas’ Just War Theory, the use of nuclear weapons was not justified confronting the problems in the Pacific in WWII. Agreeing with Corbishley, the US should have used the threat of nuclear power rather than putting it into action. They surpass the jus in bello qualifications: they are out of proportion to the debasement in any action taken in global history so far, disregard civilians and non-combatants, and are, undoubtedly, of evil means. The Just War Theory creates a level of fairness and righteousness when it comes to war.</p>\r\n<p>Sources: <a href=\"https://www.npr.org/2015/08/06/429433621/why-did-the-u-s-choose-hiroshima\">NPR</a> <a href=\"https://en.wikipedia.org/wiki/Largest_cities_in_Japan_by_population_by_decade\">Wikipedia</a> <a href=\"https://www.globalzero.org/updates/the-atomic-bombings-why-hiroshima-and-nagasaki/\">Global Zero</a></p>\r\n<p>Clark, I. (1982). Limited Nuclear War. Princeton University Press.</p>\r\n<p>Corbishley, T. (1965). Can War be Just in a Nuclear Age? New Blackfriars, 46 (543), 682–686.</p>\r\n<p>Dombrowski, D. A. (1981). The Death of the Just War Theory. Peace Research, Canadian Mennonite University, 13(3), 135–144.</p>\r\n<p>Hoekema, D. A. (1984). MORALITY, JUST WAR, AND NUCLEAR WEAPONS: An Analysis of “The Challenge of Peace.” Soundings: An Interdisciplinary Journal, 67(4), 359–378.</p>"
}