{
    "title": "Under Whose Standards: Philippines, Miss Universe, and Colonialism",
    "author": "Rhea Hechanova",
    "article_id": "1859287317",
    "creation_date_epoch": "1762784362",
    "edit_date_epoch": "0",
    "tags": [
        "asia"
    ],
    "cover_image_name": "/static/article_img/1859287317.png",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://www.instagram.com/p/W3ksXbwJK_/?igshid=18bcn2iybm0x5",
    "citation": "<p>.</p>",
    "body": "<p>For many Filipinos, November 21st holds one of the most anticipated events of the year—The 74th Miss Universe pageant.</p>\r\n<p>In the Philippines, this beauty competition, alongside every Manny Pacquiao boxing match, always gathers the attention of the masses. Emotional investment is strong among viewers—anxiety, excitement, and pride—as they hope their representative will take home the crown.</p>\r\n<p>The Philippines has a strong record of winning Miss Universe pageants, having four winners throughout its history: Gloria Diaz (1969), Margie Maron (1973), Pia Wurtzbach-Jauncey (2015), and Catriona Gray (2018). For the upcoming 2025 competition held in Thailand, <a href=\"https://www.gmanetwork.com/entertainment/showbiznews/miss-universe-ph-ahtisa-manalo-set-to-departure-for-thailand/127329/\">Maria Ahtisa Manalo</a> will be the delegate competing for the title. The Philippines has been a consistent contender as a semifinalist with a 12-year streak from 2010 to2021.</p>\r\n<p>Despite the fanfare and the excitement of the upcoming Miss Universe competition, there has been a long legacy of concerns regarding the existence of beauty pageants—from objectification, body issues, to mental health. These types of events have been criticized for an overemphasis on appearance, the promotion of unrealistic beauty standards, and the sexualization of minors. However, Filipino participants such as Annalena Lakrini and Anna De Mesa, <a href=\"https://mb.com.ph/2022/7/30/do-beauty-pageants-continue-to-empower-women\">shared</a> that the platform has allowed them to speak for their communities, advocate for their personal causes, and inspire others from different backgrounds, such as programs for out-of-school youth and mental health. On the other hand, some view it as a means to improve their financial situation. Winning a competition can lead to endorsement deals, career opportunities, and industry connections in entertainment and fashion, as past titleholders are <a href=\"https://www.rappler.com/features/newsbreak/in-depth/190522-filipinos-beauty-pageants-series-part-1/index.html\">rewarded</a> as public figures and given fame, power, and influence for representing the country on a global scale. Others have argued that the pageant industry <a href=\"https://globalnation.inquirer.net/142461/2017-miss-universe-will-do-wonders-for-ph-tourism#:~:text=The%20highly%20popular%20pageant%20is%20watched%20all,that%20send%20representatives%20to%20the%20beauty%20contest.\">helps boost tourism</a> by attracting international visitors while promoting the diverse culture of the Philippines.</p>\r\n<p>Beauty pageants in Filipino culture date back to several centuries, due to its history of colonization by various world powers. With Spain’s 300-year rule over the Philippines, they fused local tradition with values of aesthetics and religion. <a href=\"https://d1wqtxts1xzle7.cloudfront.net/106966593/Haloooo_Universe_The_Emerging_Power_of_Asians_in_International_Beauty_Pageants-libre.pdf?1698407870=&response-content-disposition=inline%3B+filename%3DHaloooo_Universe_THE_EMERGING_POWER_OF_A.pdf&Expires=1761926781&Signature=YCrtFW~ParCwIwV1p85Rk5kfP1o307wDIXwoTCZVZahXaxmXW40D5OQsrVzuB7bzgsyIWsVxo8PkcaejL0twT1Dw7iWSQoPuxf8z2eC1hulUH1ZA8FXOdsxcI3-ooPv3qVrN2nQ1ZOcNDkhibpWxaEnNmgEm2R5HHJooD4m1buAK5QtE6oENOut25fYNQr4o1HussWjsxnlpyF0~ooOuwzdqHNDESSBA85hcpHSoM9Q0ZFQQOKPrR42Y7yYQQTY2mlfVfXwmVrrrA22Kz3kC5VSL3zLW1WV~-RpPJRq8~MCxyWEWpni0wRVdfoChD5XNf7fNJ4zCn4f4ojgwXtA7Mg__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA#page=40\">Celebrations</a> such as Flores de Mayo (Flowers of May), that is linked to the purity of the Holy Virgin Mary, and Santa Cruzan, which is search to find the true cross of St. Helena, involved a process of selecting young women who were deemed ‘fair’ and ‘beautiful’ to join the procession to reenact the event and to showcase their devotion. These occasions have influenced how beauty pageants are conducted in the Philippines with their themed and elaborate costumes and a showcase of one’s talents and chosen advocacy.</p>\r\n<p>However, Spain isn’t the only one that has helped fuel the country’s strong relationship with beauty contests. After winning the Spanish-American War in 1898, the United States took control of the archipelago and began introducing its own customs to the Filipino people. One of them was <a href=\"https://d1wqtxts1xzle7.cloudfront.net/106966593/Haloooo_Universe_The_Emerging_Power_of_Asians_in_International_Beauty_Pageants-libre.pdf?1698407870=&response-content-disposition=inline%3B+filename%3DHaloooo_Universe_THE_EMERGING_POWER_OF_A.pdf&Expires=1761926781&Signature=YCrtFW~ParCwIwV1p85Rk5kfP1o307wDIXwoTCZVZahXaxmXW40D5OQsrVzuB7bzgsyIWsVxo8PkcaejL0twT1Dw7iWSQoPuxf8z2eC1hulUH1ZA8FXOdsxcI3-ooPv3qVrN2nQ1ZOcNDkhibpWxaEnNmgEm2R5HHJooD4m1buAK5QtE6oENOut25fYNQr4o1HussWjsxnlpyF0~ooOuwzdqHNDESSBA85hcpHSoM9Q0ZFQQOKPrR42Y7yYQQTY2mlfVfXwmVrrrA22Kz3kC5VSL3zLW1WV~-RpPJRq8~MCxyWEWpni0wRVdfoChD5XNf7fNJ4zCn4f4ojgwXtA7Mg__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA#page=40\">the Manila Carnival</a>, which aimed at promoting peace and unity between Americans and Filipinos through a cultural exposition from different provinces across the Philippines. It soon evolved from a bilateral affair into an international event with visitors from Thailand, Japan, and Russia.</p>\r\n<p>One of the highlights of the event was the coronation of the Carnival Queen, where Filipino women showcased their talents, advocacies, and causes they were passionate about. This was quickly viewed as a success, garnering major popularity as other provinces made their own local version of the competition. Eventually, their winner would represent them in the national pageants, a concept which would become standard practice that persists <a href=\"https://www.channelnewsasia.com/cnainsider/breaking-silence-ugly-truth-beauty-contests-pageants-philippines-719271#:~:text=Across%20the%20nation%2C%20local%20beauty,the%20rest%20of%20the%20world%E2%80%9D\">to this day</a>.</p>\r\n<p>However, this competition was more than just winning a title and receiving praise. It was also about <a href=\"[https://d1wqtxts1xzle7.cloudfront.net/106966593/Haloooo_Universe_The_Emerging_Power_of_Asians_in_International_Beauty_Pageants-libre.pdf?1698407870=&response-content-disposition=inline%3B+filename%3DHaloooo_Universe_THE_EMERGING_POWER_OF_A.pdf&Expires=1761926781&Signature=YCrtFW~ParCwIwV1p85Rk5kfP1o307wDIXwoTCZVZahXaxmXW40D5OQsrVzuB7bzgsyIWsVxo8PkcaejL0twT1Dw7iWSQoPuxf8z2eC1hulUH1ZA8FXOdsxcI3-ooPv3qVrN2nQ1ZOcNDkhibpWxaEnNmgEm2R5HHJooD4m1buAK5QtE6oENOut25fYNQr4o1HussWjsxnlpyF0~ooOuwzdqHNDESSBA85hcpHSoM9Q0ZFQQOKPrR42Y7yYQQTY2mlfVfXwmVrrrA22Kz3kC5VSL3zLW1WV~-RpPJRq8~MCxyWEWpni0wRVdfoChD5XNf7fNJ4zCn4f4ojgwXtA7Mg__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA#page=40]\">elevating the reputation</a> of the victor’s families and bringing honor to their hometowns. This translates into today’s globalized society as international beauty pageants continue to display Filipino aptitudes, becoming a means to represent the small nation on the world stage. In their own way, beauty pageants have the appeal of an underdog story that many Filipinos continue to support and look forward to each year.</p>\r\n<p>On a surface level, the outcomes look mutually beneficial for individuals, sponsors, and the country. But behind the glamour and praise, the attention to beauty pageants has sparked numerous conversations, including about how these platforms seem to prefer Western-centric beauty standards, such as lighter skin tones, small noses, and large eyes, instead of truly catering to and celebrating the diversity of their ethnic roots.</p>\r\n<p>Out of the four titleholders for Miss Universe, two are of <a href=\"https://rollingstonephilippines.com/culture/miss-universe-bias-fair-skinned-filipinas-colorism-race/\">mixed race</a>. Pia Wurtzbach-Jauncey is of German descent and Catriona Gray has Scottish and Australian roots. But it is not just limited to pageants held internationally; it is also evident in those that are <a href=\"https://rollingstonephilippines.com/culture/miss-universe-bias-fair-skinned-filipinas-colorism-race/\">regionally based</a>. Celeste Cortesi, who won Miss Philippines in 2022, has an Italian father. Zoe Honeyman, the titleholder of Miss Universe Philippines Quezon City 2025, is half-Australian.\r\nThis is a trend that has roots far back in its history. When the Spanish still had control over the country, they designated brown-skinned Filipinos as <a href=\"https://enewspaper.latimes.com/infinity/article_share.aspx?guid=200a93f4-93a7-4dc8-88ed-80e8863340c7.\">lower-class citizens</a> They called them <a href=\"https://www.theguardian.com/notesandqueries/query/0,5753,-2495,00.html#:~:text=It%20was%20first%20used%20for,Indios%22%20by%20the%20colonial%20elite\">“Indios”</a>.  while elevating those with paler complexions or “mestizos” to the top of their hierarchy. Due to these influences from those in power, the notion of whiteness and Western ideals has long dominated the beauty standards of the Philippines, igniting a bias towards contestants by the audiences that do not fit these ideals. The most recent example of this incident was exemplified with <a href=\"https://www.gmanetwork.com/news/lifestyle/content/786302/miss-universe-canada-nova-stevens-calls-out-commenters-for-racist-remarks/story/\">Nova Stevens</a>, who was Miss Universe Canada 2020. In a post on Instagram, she called out Filipino fans for their racist remarks, such as her appearance being “toasted and burnt,” “scary,” and “like a ghost,” and was ‘disappointed’ with their behavior.</p>\r\n<p>However, attitudes towards one’s appearance are not limited to beauty queens and pageant enthusiasts. Rather, it continues to be a part of the Filipino psyche. Advertisements that promote skin-lightening products are placed <a href=\"https://nextshark.com/whitening-brand-advertisement-colorism\">throughout the country</a> in a variety of forms, from huge billboards near busy areas to commercials that are repeated in-between daytime television programs. For instance, the <a href=\"https://www.youtube.com/watch?v=W36wjJdRCeg\">televised promotion</a> of Olay’s Natural White claims to reduce dark spots, even skin tone, and lighten up a complexion for a cheap price under the span of 30 seconds.</p>\r\n<p>These images often display half-white Filipino models and celebrities that have lighter skin, claiming to audiences that to be considered ‘beautiful,’ you have to look like them. With these ideas of beauty surrounding the culture, its messaging starts to have psychological effects, with children being told by elders to stay inside during the day to avoid becoming tan, pinching the bridge of one’s nose to prevent it from getting wider, and straightening their curly hair.</p>\r\n<p>Skin-whitening and skin bleaching are practices that are not only normalized in society but also highly encouraged. Despite their <a href=\"https://scholarscompass.vcu.edu/cgi/viewcontent.cgi?article=1044&context=auctus\">harmful side effects</a> such as chemical poisoning, scarring, infections, and skin rashes, light skin are seen as “a must” because having dark skin in the Philippines has negative implications that are associated with class. The notion that individuals with darker skin belong to a lower socioeconomic status or have occupations that consist of manual labor is common. On social aspects, they may also experience bullying, discrimination, being underrepresented or misrepresented in the media, and face pressure to conform to these ideals.</p>\r\n<p>While colorism continues to be a lingering and prominent presence in Filipino society, there have been movements to combat it, such as the 2016 social media campaign started by Asia Jackson, <a href=\"https://www.verygoodlight.com/2021/05/28/what-is-the-morenx-movement/\">#MagandangMorenx</a>, which aims to empower and celebrate the beauty of having brown skin in Filipino culture while combating the harmful colorist notions by reframing its past narrative. There is still much work to be done, but it’s a start. They say that beauty is in the eye of the beholder. But in the case of the Philippines, a country that has a past that continues to haunt it to this day, are the beholders truly themselves or their former colonizers?</p>"
}