{
    "title": "Ripples in “The Pond”",
    "author": "Ethan Bello ",
    "article_id": "1915842245",
    "creation_date_epoch": "1743115373",
    "edit_date_epoch": "0",
    "tags": [
        "north_america",
        "europe"
    ],
    "cover_image_name": "/static/article_img/1915842245.jpg",
    "cover_image_alt_text": "A rock causing ripples in a body of water",
    "cover_image_source": "Designed by Author",
    "citation": "",
    "body": "<p>There’s a new resident in the White House, and he’s not being shy about his intentions to transform the longstanding relationship between the US and EU. Whereas former administrations might rely on historic allies, relationships built over decades of partnership, or states generally aligned with American values, the Trump administration has traded that word – “values” – for “interests”. Treaties to the highest bidder, transactional diplomacy, and glorified real-estate deals; this new transatlantic reality that each actor has been thrust into has affected the European media space, forced EU member states to invest more in their respective militaries, and left <a href=\"https://www.reuters.com/world/europe/eu-us-have-much-work-do-trade-tensions-eu-trade-chief-says-2025-03-14/\">general tension</a> in the trading atmosphere between former partners. These one-sided costs imposed on member states constitute a shift in US-EU relations new to their storied history together – ripples in “The Pond”.</p>\r\n<p>On Friday, March 14, President Trump announced that he was <a href=\"https://www.nytimes.com/2025/03/15/us/politics/trump-order-voice-of-america.html\">cutting funding and grants</a> to Voice of America, a government-funded international news outlet, as a part of the larger effort of his administration to jettison programs, departments, and personnel they deem to be “waste”. Originally part of a CIA operation to bring free, independent reporting to people under Nazi occupation and then behind the Iron Curtain, <a href=\"https://www.usagm.gov/networks/rferl/\">Radio Free Europe/Radio Liberty</a> is the European arm of Voice of America. Prior to the Trump administration’s cuts, Radio Free Europe was mainly funded by the US Government. Their reporting within the EU is so valuable that on Monday, the Czech government committed to raise the issue with other EU member states as part of an emergency session to plan for the Trump administration’s sudden movements in the political space. The Trump administration has also signalled a willingness to <a href=\"https://www.nytimes.com/2025/03/13/us/politics/trump-tariff-european-union-whiskey.html\">impose up to 200% tariffs</a> on European luxury goods – wine, liquor, fashion products, etc. – in retaliation for the EU response to Trump tariffs on European steel, agriculture, and auto products. Additionally, Trump has notified allies in Europe that the US will <a href=\"https://www.telegraph.co.uk/us/politics/2025/03/08/us-to-cease-all-future-military-exercises-in-europe-reports/\">cease all joint military exercises after 2025</a>; military exercises that serve to enhance the coordination and cooperation of the US military with friends and allies on the European continent. </p>\r\n<p>This American shift away from US support of Europe and towards EU self-reliance has propped up the EU’s economy in the short term, especially in the military-industrial sectors. While this may seem beneficial on the surface, the sheer scale of commitment that the US has in Europe means that completing this shift will transform these initial economic benefits into restraints, causing significant strain on European industry and armed forces – <a href=\"https://www.bruegel.org/analysis/defending-europe-without-us-first-estimates-what-needed\">estimates</a> place the necessary European troop increase after a US withdrawal at 300,000 active duty combatants, and the necessary fiscal increase near €250 billion annually to build up the industrial capacity similar to the US’s, alongside necessary military acquisitions. That is to say, though the EU’s economy is being supported in the short-term, the long-term costs of such a large military commitment will weigh heavily on lawmakers’ minds and voters’ pockets. \r\nThe EU, for its part, is responding to the US’s pivot effectively. On March 18th, Germany’s government, the Bundestag, <a href=\"https://www.dw.com/en/germanys-bundestag-votes-in-favor-of-reforming-debt-brake/live-71956815\">voted to allow an exemption</a> for the nation’s constitutionally-enshrined debt ceiling – an exemption for military spending. This major shift in what has been German policy since their reunification 35 years ago signals a larger trend in the EU. Member states are waking up to the reality that the United States is threatening to leave European defense and the duty to guard formerly shared Western values up to Europe.</p>\r\n<p>The United States’ role in Europe, until this administration’s decision to reverse the dynamic, had been to protect Europe militarily in exchange for cultural, economic, and technological influence. It’s no wonder that <a href=\"https://www.levistrauss.com/2019/11/07/blue-jeans-and-the-fall-of-the-berlin-wall/\">blue jeans</a> became a popular fashion symbol in Europe, especially East Germany, during the Cold War; American influence stretched beyond its military commitments in the region, into the hearts and homes of everyday European citizens. The US, by imposing tariffs on European goods and services, halting military exercises in the region, and with its abrasive rhetoric towards European leaders, inherently trades off the propagation of American values – democracy, American technological dominance, and US cultural hegemony – in favor of the current administration’s “interests” in isolationism, transactional diplomacy, and centralizing executive power.</p>\r\n<p>In such a longstanding relationship as that between the US and EU, major political pivots are often few and far between. Those rare changes that do occur are usually minor squabbles, technicalities, and administrative alterations rather than about-faces on policy. This new US administration throws that precedent out the window, trading influence in favor of isolationism and fiery rhetoric. Uncertainty remains in how the next few years of EU security policy will shape the future of the continent and how it is viewed on the world stage. What is becoming more certain? The United States under the Donald Trump administration does not wish to be a part of that future.</p>"
}