{
    "title": "Fall of the Planet of the Apes",
    "author": "Mihir Sharma",
    "article_id": "1997264668",
    "creation_date_epoch": "1746132554",
    "edit_date_epoch": "0",
    "tags": [
        "af"
    ],
    "cover_image_name": "/static/article_img/1997264668.png",
    "cover_image_alt_text": "Gorilla gazing into camera lens",
    "cover_image_source": "https://virunga.org/wildlife/primates/mountain-gorillas/",
    "citation": "",
    "body": "<p>Nestled in the heart of the Great Rift Valley, in the Democratic Republic of Congo’s North Kivu Province, <a href=\"https://virunga.org/about/\">nearly 3,000 square miles of jagged mountains, dense rainforests, and active volcanoes</a> form Virunga National Park. A UNESCO World Heritage Site, Virunga is renowned for its varied biodiversity, providing a habitat for <a href=\"https://virunga.org/about/\">elephants, okapis, crocodiles and hundreds of other mammalian, reptilian, and amphibian species</a>. Yet the park’s eminence in the field of conversation stems primarily from one animal: the mountain gorilla. Of the world’s thousand-strong population of these endangered primates, <a href=\"https://virunga.org/wildlife/primates/mountain-gorillas/facts/\">around a third call Virunga home</a>. For nearly 75 years, following the inception of the protected region as <a href=\"https://virunga.org/about/\">Albert National Park in 1975</a>, mountain gorillas found safety from human encroachment in the reserve. But beginning in the late 20th century, armed conflict and resource exploitation have proven to be significant threats to the continued existence of the park, and with it, the last hope of protecting these vulnerable apes.</p>\r\n<p>The first ripples of violence felt by Virunga came as a result of the Rwandan genocide. <a href=\"https://www.nationalgeographic.com/adventure/article/140606-gorillas-congo-virunga-national-park\">Millions of refugees poured in from the DRC’s western neighbor</a>, directly along the protected lands of the park. The influx of human traffic subsequently exposed Virunga to illicit hunting, fishing, and mining. In 1995, these developments came to a climax when poachers killed four mountain gorillas, <a href=\"https://virunga.org/about/\">breaking a decade-long streak of gorilla safety within the park’s boundaries</a>. Yet, Virunga’s troubles would not end here.</p>\r\n<p>Only a year later, the start of Africa’s First World War, otherwise known as the First Congo War, <a href=\"https://www.nationalgeographic.com/adventure/article/140606-gorillas-congo-virunga-national-park\">intensified the fighting in Virunga</a>, harming ranger efforts to protect wildlife. Although both this conflict and its successor, the Second Congo War, came to an official end by mid-2003, rebel groups remained in the eastern DRC. Their continued presence and violence resulted in the <a href=\"https://www.theguardian.com/environment/2007/sep/01/conservation\">massacres of additional gorillas</a> for meat, both in 2001 and 2007. It soon became evident among conservation groups that gorilla populations in the region were starting to significantly decrease.  By 2012, the <a href=\"https://news.mongabay.com/2025/03/the-environmental-toll-of-the-m23-conflict-in-eastern-drc-analysis/\">primary non-state actor in the North Kivu Province was the Congolese Revolutionary Army</a>, commonly known as the M23 Movement. Their insurgency within the region disrupted ranger patrols that protected the gorillas, exposing them to poaching and general violence. Furthermore, the <a href=\"https://www.bbc.com/news/world-africa-55829330\">deaths and kidnappings of tourists</a> on trekking expeditions led to a steep decline in revenue for the park, limiting the impact of ensuing lesser-funded conservation efforts.</p>\r\n<p>In recent years, M23’s prevalence in North Kivu has created added problems for Virunga National Park. The rebel group’s exploitation of mining operations has resulted in <a href=\"https://news.mongabay.com/2025/03/the-environmental-toll-of-the-m23-conflict-in-eastern-drc-analysis/\">illegal deforestation and habitat loss for the mountain gorillas</a>, only further damaging their daily lives. Estimates put Virunga’s charcoal trade at nearly 50 million USD. <a href=\"https://www.bbc.com/news/articles/cekly000ymlo\">A single coltan mine seized by M23 in May of 2024</a> can alone output nearly 10 million USD per year. The rebels take advantage of these resources, taxing local workers who mine in the park, or through outright extortion on transport routes. While lucrative, these practices contribute to pollution and tree loss cover, both detrimental for gorillas. Outright deforestation has occurred from illicit logging, another multi-million dollar industry that is highly profitable yet terribly destructive for wildlife in Virunga. More gruesomely, <a href=\"https://www.worldwildlife.org/species/mountain-gorilla\">basic trapping</a>, aimed at capturing antelope or buffalo, pose a risk to unsuspecting gorillas, especially newborns who are at greater risk of injury. Combined, these ruinous endeavors have created high uncertainty for the future of the mountain gorilla population.</p>\r\n<p>Despite grim circumstances surrounding the park, there remains some hope for the apes of Virunga, and the wildlife of the eastern DRC as a whole. To appeal to the international audience, M23 has <a href=\"https://news.mongabay.com/2025/03/the-environmental-toll-of-the-m23-conflict-in-eastern-drc-analysis/\">promoted conservation efforts</a> in the area, hoping to provide a semblance of <a href=\"https://www.reuters.com/world/africa/having-seized-goma-congos-m23-rebels-want-show-they-can-govern-2025-01-30/\">“good governance”</a>. While this is a stark contrast from their continuation of environmentally-unfriendly practices in the area, the reality of their power in North Kivu cannot be denied. It currently remains in the hands of M23 to protect Virunga National Park, and with it, one of the largest mountain gorilla populations left in the world.</p>"
}