{
    "title": "An Attack on American Academia is an Attack on America’s Soft Power",
    "author": "Hannah Fosnaugh",
    "article_id": "2109350765",
    "creation_date_epoch": "1760930257",
    "edit_date_epoch": "0",
    "tags": [
        "north_america",
        "diplomacy"
    ],
    "cover_image_name": "/static/article_img/2109350765.webp",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://news.northeastern.edu/2019/05/03/northeastern-photographers-capture-the-pomp-and-circumstance-of-commencement-2019/",
    "citation": "",
    "body": "<p>Two formerly American-based 2019 Nobel Prize winning economists recently <a href=\"https://www.hindustantimes.com/world-news/nobel-winners-esther-duflo-abhijit-banerjee-to-leave-us-for-zurich-101760243904775.html\">fled the country</a> for Zürich. Although they did not provide a reason for their departure, it is easy to speculate why. This incident did not happen in isolation; nearly <a href=\"https://www.nytimes.com/interactive/2025/10/06/upshot/us-international-student-travel.html\">20 percent fewer</a> international students arrived in the U.S. in August 2025, compared to the year prior. Previously, this would have been unthinkable; why not participate in the world’s premier academic system? Well - American academia is arguably not “premier” at the moment. This owes to a plurality of causes, one of the most salient being suppression and <a href=\"https://www.americanprogress.org/article/mapping-federal-funding-cuts-to-us-colleges-and-universities/\">de-funding</a> of American academia by the Trump administration. These changes are confounding, given that <a href=\"https://www.sciencedirect.com/science/article/pii/S2405844023109443\">academia</a> has historically been a significant source of <a href=\"https://education.cfr.org/learn/reading/what-soft-power\">soft power</a> for the United States. A globalized American academia has granted the United States an invaluable position in knowledge production and promulgation. American priorities, however, have seen an inexplicable shift. In a misguided effort to politicize knowledge production, the United States is shooting itself in the foot and further compromising its hegemony.</p>\r\n<p>American cultural hegemony, which is partly academic in nature, might be considered the most potent form of soft power in modern history. Per a sociological definition, power is frequently connected in part to technical achievements. Specifically, the emergence of a complex of disciplinary institutions which facilitate the production of new forms of scientific knowledge is <a href=\"https://journals.sagepub.com/doi/10.1177/019145379602200603\">linked with modernization</a>. This conceptual interpretation of power has historically been U.S. domain, whereas consistent <a href=\"https://stories.state.gov/american-inventions/\">20th century innovation</a> upheld the country’s image as the foremost pioneer of scientific advancement. However, China is beginning to usurp power here - as of <a href=\"https://www.wipo.int/web-publications/world-intellectual-property-indicators-2024-highlights/en/patents-highlights.html\">2022</a>, it has overtaken the United States as the country which grants the most scientific patents per year. The apparent end of American scientific predominance is one component of a larger trend. American higher education <a href=\"https://www.insidehighered.com/news/global/us-colleges-world/2025/10/09/us-continues-decline-world-university-rankings\">continues to decline</a> in the World University Rankings, and, <a href=\"https://fpif.org/china-displaces-u-s-as-global-leader-in-research/\">just this year</a>, its title as leader of global research was also claimed by China. In tandem with fewer international student arrivals, these data indicate a startling movement away from innovation. This is the intuitive outcome of <a href=\"https://www.americanprogress.org/article/mapping-federal-funding-cuts-to-us-colleges-and-universities/\">federal funding cuts</a> to U.S. colleges and universities and ought to have been anticipated. As the United States is no longer the preeminent state actor in global knowledge production, the edifice of American influence is called into question.</p>\r\n<p>By <a href=\"https://www.thecrimson.com/article/2025/9/15/humanities-research-funding-cuts/\">divesting from the humanities</a>, the United States forfeits its influence in advancing the social sciences, which are frequently cited as requisite supplements to the hard sciences it claims to prioritize. Absent technical innovation, and amidst calls for an <a href=\"https://www.acls.org/news/acls-statement-regarding-white-house-compact-for-academic-excellence-in-higher-education/\">emaciated</a> humanities budget, U.S. academic legitimacy has been compromised. This is what ought to concern American officials, assuming they have little regard for academic knowledge as a worthy pursuit. Consider the once highly-regarded discipline of area studies: the U.S. Department of Education has cut <a href=\"https://edsource.org/updates/foreign-language-international-studies-funding-cut-for-title-vi-grants\">Title VI funding</a> for foreign language and international studies for the current academic year. <a href=\"https://ssrc-cdn1.s3.amazonaws.com/crmuploads/new_publication_3/military-intelligence-and-social-science-knowledge-global-conflict-territorial-control-and-the-birth-of-area-studies-during-ww-ii.pdf\">Post-World War II</a>, knowledge of other cultures was considered indispensable as the role of the United States shifted from isolationist to one half of a <a href=\"https://www.e-ir.info/2022/03/27/introducing-bipolarity-tripolarity-unipolarity-multipolarity-and-multiplexity-in-international-relations/\">bipolar power distribution</a>. In the midst of growing uncertainty vis-a-vis its future in the world order, the United States is reverting to its pre-World War II isolationism. Academic suppression is one consequence of many; a country which demonstrates its intent to self-isolate is hardly attractive to those with a desire to forward knowledge production and distribution.</p>\r\n<p>As such, the question should not be “Why are academics leaving the United States?” The question ought to be “Why would they come here in the first place?” Why risk budget cuts and potential <a href=\"https://www.hks.harvard.edu/faculty-research/policy-topics/education-training-labor/examining-threats-academic-freedom-america\">censorship</a>? Why risk <a href=\"https://www.nbcnews.com/news/asian-america/international-students-revoked-visas-reasons-why-rcna200313\">VISA revocation</a>? The United States government is not only failing to attract as many innovators as it has in the past, it is actively disincentivizing their arrival. American exceptionalism, as with all nationalism, is detrimental both to its constituent country and to the world at large. American soft power has for decades enjoyed the fruits of a globalized intelligentsia. U.S. officials have regardless prioritized their isolationist proclivities at the expense of the country’s soft power. All things remaining equal, U.S. policies will likely continue to reflect this self-defeatism for the foreseeable future. It will thus remain unrecognized by the current administration that decisions motivated by self-interest rather than utilitarianism often have counterintuitive results. However, its leaders likely will not realize their mistake until it is too late, allowing the balance of power to continually inch away from the United States.</p>"
}