{
    "title": "Why are North Korean troops fighting in Russia? ",
    "author": "Luca Iasinschi",
    "article_id": "2115185602",
    "creation_date_epoch": "1734664338",
    "edit_date_epoch": "0",
    "tags": [
        "eu",
        "as"
    ],
    "cover_image_name": "/static/article_img/2115185602.png",
    "cover_image_alt_text": "This file photo shows North Korean soldiers marching during a rally on Kim Il Sung square in Pyongyang, North Korea, on Sept. 9, 2018. Ed Jones/AFP via Getty Images",
    "cover_image_source": "https://abcnews.go.com/International/north-korean-troops-russias-kursk-adapting-after-losses/story?id=116900525",
    "citation": "",
    "body": "In late October and early November of 2024, Western intelligence services began raising the alarms about the imminent entrance of North Korean troops into the ongoing Russo-Ukrainian war, on the side of Russia. By November 4th, the U.S. Department of Defense reported that over 10,000 North Korean troops had already been deployed in Russia’s Kursk Oblast, bordering Ukraine. These troops, the Pentagon stressed, were legitimate targets for the Ukrainian military. Soon after, Ukraine’s Defense Minister, Rustem Umerov, confirmed that Ukrainian and North Korean forces had made contact. While not a significant escalation in terms of the tactics and weapons used in combat, it is a concerning widening of the conflict, further increasing Asian stakes in the conflict and bringing the region closer to the war.  \n<br>\n<br>\nWhile this entrance is alarming, it is not an entirely surprising move. In June of 2024, Russian President Vladamir Putin visited North Korean Supreme Leader Kim Jong Un in North Korea’s capital, Pyongyang, signing a mutual defense treaty. This treaty is but another step in the tightening of military relationships between the two countries. Early in the war, as Russian artillery ammunition stockpiles dwindled, the Russian military turned to North Korea to replenish them. Notably, the quality of aid received from North Korea in the past has been questionable at best, with previous shipments of artillery ammunition misfiring due to cheap, defective manufacturing that resulted in damaged barrels and injured soldiers. This is a trend that is likely to continue with North Korean troops who are often malnourished, already in poor health, inexperienced, and untrained in “newer” combat technology. \n<br>\n<br>\nAs more and more Russian soldiers die on the battlefield, its ever-present manpower shortage can no longer be solved by the mass conscriptions that have been used so far. According to the UK’s Chief of Defense Intelligence, Adrian Bird, Russia has taken over 700,000 casualties (soldiers who have either been killed or who are injured to the point of no longer being able to fight), with an average of 1,531 daily casualties during the first half of November 2024. North Korea is the perfect candidate, not only because it already has been providing assistance, but because it is mostly immune to the consequences of publicly supporting the Russian war effort. North Korea is already isolated in the international system, so public support for Russia won’t have any further negative consequences they aren’t already dealing with [or care about]. Even other “anti-Western” countries, like Iran and China, cannot provide such conspicuous support. North Korean assistance in the form of foot soldiers provides a solution to Russia’s manpower shortage. As a bonus, North Korean soldiers are familiar with Soviet-era equipment, as the North Korean military relies heavily upon Soviet-era weaponry. This makes their integration into the Russian military even smoother. On the Russian home front, North Korea can also provide laborers to work in factories and construction, freeing up Russian laborers to fight on the frontlines.\n  \nWhile there isn’t any official contract between the Kremlin and Pyongyang that we can read to determine what exactly the terms are, there are some assumptions we can safely make. The most significant incentive for North Korean assistance is financial. Russia will likely be paying not only the North Korean government but individual North Korean soldiers as well. South Korean intelligence estimates that Russia will pay individual soldiers about $2000 per month. That being said, the soldiers are unlikely to actually receive any of the money, as the North Korean government has a history of taking the income of its citizens who earn money abroad.  \n<br>\n<br>\nFor North Korea, the fact that its own troops are taking part in the fighting will mean that its military and the men themselves will gain crucial combat experience. But considering the casualty rates that Russian tactics produce, it begs the question: how much experience would these soldiers gain if so many of them die? This is where North Korean philosophies differ from Western philosophies. When North Korea looks to gain experience, its goal is not to create a more experienced fighting force but rather to use the experience of those who survive to change and adjust the training of the next generation of North Korean soldiers, based on their combat experiences. As a result, battalions of men don’t need to survive, only enough to go back to North Korea and become instructors. This need for better training is so incredibly important for Pyongyang because its armies haven’t been involved in a major combat operation since the Korean War in the 1950s, over 70 years ago. \n<br>\n<br>\nThe final significant piece of aid the North Koreans would receive would be in the form of technology. North Korea’s aforementioned isolation from international spheres has left it technologically deficient in all areas. It is likely that in return for support, Russia will provide North Korea with upgrades to technologies or completely new technology. Upgrades include bolstering the number of fighter aircraft like the MiG-29s and Su-27s in the North Korean air force and providing more advanced air defenses like the S-400 surface-to-air missile system. Providing this kind of aid does have impacts on Russian stocks and comes with many of its own issues, including draining the same weapons and equipment stockpiles Russia is trying to refill. Pyongyang has also been looking to expand its capabilities further into space, seeking technologies to strengthen its satellite surveillance systems. In the nuclear realm, North Korean submarines are capable of carrying shorter-range nuclear missiles, yet the submarines are loud, easily detectable, and inadequate by Western standards, according to Reuters. Kim Jong Un has stated that it is one of his priorities to improve the capabilities of not only North Korea’s submarines but of its nuclear weapons generally. Capabilities that Russia could very easily provide North Korea with.  \n<br>\n<br>\nWhile it is still uncertain to what extent North Korean involvement in the Russian invasion of Ukraine will impact the outcome of the war, it is still a concerning widening of the conflict. A widening that, if continued, can very easily spiral out of control, involving many nations from around the world. \n<br>\n<br>\n\nSources: \nhttps://www.38north.org/2024/10/north-korean-troops-in-russia-what-are-they-doing-there/ \nhttps://apnews.com/article/north-korea-missile-launch-377c07eac46ad41bda0d4445df6f51d5  \nhttps://apnews.com/article/russia-ukraine-war-north-korea-troops-c8cf9599591e50caf1c48a98b6841fe4\nhttps://www.armscontrol.org/act/2024-07/news/north-korea-russia-strengthen-military-ties  \nhttps://www.businessinsider.com/north-korea-soldiers-wont-get-2k-pay-russia-ukraine-war-2024-11 \nhttps://www.businessinsider.com/russias-low-quality-north-korean-shells-injure-troops-ukraine-says-2023-12\nhttps://chathamhouse.soutron.net/Portal/Public/en-GB/RecordView/Index/205757  \nhttps://www.defense.gov/News/News-Stories/Article/Article/3955757/pentagon-says-10k-north-korean-troops-in-kursk-oblast/  \nhttps://www.theguardian.com/world/2024/nov/05/north-korea-troops-russia-ukraine-war-kim-jong-un-putin \nhttps://www.koreaherald.com/view.php?ud=20241103050116 \nhttps://www.reuters.com/world/asia-pacific/north-korea-launches-new-tactical-nuclear-attack-submarine-kcna-2023-09-07/ \nhttps://www.twz.com/air/russia-giving-north-korea-mig-29s-and-su-27s-isnt-that-straightforward \nhttps://kyivindependent.com/north-korean-troops-open-fire-on-russian-unit-ukraines-military-intelligence-claims/  \n"
}