{
    "title": "COP29 and Climate Justice: Struggle Against Drought and Displacement in Mauritania",
    "author": "Tori Arduini",
    "article_id": "232017122",
    "creation_date_epoch": "1731577366",
    "edit_date_epoch": "0",
    "tags": [
        "africa",
        "environment"
    ],
    "cover_image_name": "/static/article_img/232017122.webp",
    "cover_image_alt_text": "A herder from Lemghaysse village stands on a dried river bed.",
    "cover_image_source": "https://www.aljazeera.com/gallery/2022/7/27/photos-mauritanians-dig-deeper-wells-to-cope-with-climate-change",
    "citation": "",
    "body": "<p>As I write this on November 11, 2024, the 29th United Nations Climate Change Conference (COP29) in Baku, Azerbaijan, has begun; the livelihoods of those living in poor, climate-stricken regions once again lie in the hands of world leaders. There is a clear association between the climate crisis and human displacement, and drought-affected areas across the Sahel region of Africa (a sandy region that spans from Senegal to Sudan) are among the hardest hit. In Mauritania, where communities bear little responsibility for global emissions, people suffer the most severe consequences, calling attention to the urgent need to address climate injustice. Mauritania’s unique geographic and economic conditions make it a perfect cocktail for environmental catastrophe. With about 90% of its land lying in the Sahara Desert, Mauritania is home to people accustomed to arid environments. Yet the extended droughts, decreased rainfall, and spreading desertification of recent years is leaving vital lakes dry, making traditional fishing and agriculture unsustainable. This is pushing locals, as well as Malian refugees already escaping war, violence, and persecution to relocate in search of arable land. In southern Mauritania, the opposite effects of climate change are seen. Extreme floods of the rainy season drive further displacement. Just last month, flooding along a 700-kilometer stretch of the Senegal River submerged numerous villages, wiping out homes, crops, and livestock. According to the International Federation of Red Cross and Red Crescent Societies (IFRC), this disaster has caused the displacement of about 12,500 people. In desperation, families initially took shelter in school buildings, but as the floodwaters spread, these spaces were also affected, resulting in the suspension of the local school system. Mauritania’s economy heavily relies on activities that directly harm the environment and disrupt the traditional subsistence livelihoods of its people. The export of resources such as fish, wood, iron ore, and fossil fuels to wealthier countries depletes natural assets and destabilizes local communities. In a country with a troubled human rights history, resource scarcity worsens the struggle for survival and autonomy. Being the last country to abolish slavery (1981), and only criminalizing it in 2007, has resulted in lasting effects: the 2023 Global Slavery Index estimates that about 149,000 people living in Mauritania were still experiencing forced labor or marriage in 2021. As climate change intensifies environmental pressures, vulnerable populations are pushed further into exploitative situations, left with few alternatives. Popular British actor Theo James, known for his role as Tobias Eaton in the Divergent film trilogy, has been living among displaced communities in Mauritania to experience their stories firsthand. Recently appointed as a Goodwill Ambassador for the UN Refugee Agency (UNHCR), James uses his influence in popular culture to highlight issues like climate-induced displacement. Yesterday, UNHCR posted an Instagram video showcasing James as he asked refugees to send messages to world leaders. One displaced woman pleaded, “We need one essential thing: water. If we can access water, we will be able to carry out many projects.” Celebrities like James can be powerful advocacy tools, spreading awareness to those who may not normally engage with humanitarian issues. At COP29, he will be joining refugee advocates in urging global action and support for those suffering the harsh realities of climate displacement. While his visibility can help capture public interest, it is essential that he collaborates closely with experts and affected communities to ensure his advocacy remains genuine and professional rather than performative. Mauritania’s government, the Food and Agriculture Organization of the United Nations (FAO), the World Food Programme of the United Nations (WFP), the United Nations Children’s Fund (UNICEF), and other partners have worked together to support Mali refugees and struggling Mauritanianians with healthcare, education, and environmental resilience programs. However, as climate change accelerates, these efforts need stronger, sustained global support to keep pace with the worsening conditions.</p>\r\n<p>Sources: <a href=\"https://www.unhcr.org/news/stories/warming-climate-threatens-livelihoods-malian-refugees-and-mauritanians\">UNHCR</a> <a href=\"https://www.hrw.org/world-report/2021/country-chapters/mauritania?gclid=CjwKCAjwrfCRBhAXEiwAnkmKmUl3J0LuEbiUNtICQgWGqvHADFyx8Gdec0qsOJoK9yk_8SyVF8-xJxoCZogQAvD_BwE#\">Human Rights Watch</a> <a href=\"https://www.internal-displacement.org/countries/mauritania/\">IDMC</a> <a href=\"https://www.wfp.org/news/ahead-cop29-and-cop16-high-level-mission-urges-support-mauritania-and-climate-vulnerable-and\">WFP</a> <a href=\"https://www.aljazeera.com/gallery/2022/7/27/photos-mauritanians-dig-deeper-wells-to-cope-with-climate-change\">Al Jazeera</a> <a href=\"https://go.ifrc.org/field-reports/17318\">IFRC</a> <a href=\"https://www.instagram.com/reel/DCMYV8ro3uW/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==\">UNHCR Instagram</a> <a href=\"https://www.unhcr.org/news/press-releases/theo-james-visits-mauritania-spotlight-refugees-climate-challenges-ahead-0\">UNHCR</a></p>"
}