{
    "title": "“Liberty and Justice for All”: The American Culpability in a Collapsing Yemen",
    "author": "Sabriya Attia",
    "article_id": "286780387",
    "creation_date_epoch": "1732204857",
    "edit_date_epoch": "0",
    "tags": [
        "as"
    ],
    "cover_image_name": "/static/article_img/286780387.webp",
    "cover_image_alt_text": "Yemenis wait next to empty cylinders for gas supplies Nov. 9, 2017, amid increasing shortages in the capital, Sana.",
    "cover_image_source": "https://www.latimes.com/world/middleeast/la-fg-yemen-blockade-20171109-story.html",
    "citation": "",
    "body": "<p>Following a 2015 blockade on essential goods– including food, medicine, and fuel– Yemen has fallen victim to a humanitarian crisis. This nine-year-long blockade has plunged millions of Yemenis into extreme malnutrition, thrusting the already corrupt and economically failing state toward the brink of disaster. In an effort to mitigate insurgent rule in the region, the United States has played a pivotal role in the blockade.</p>\r\n<p>Much of Yemen’s political instability stems from a 2011 Arab Spring revolt that removed Former President Ali Abdullah Saleh– who was under investigation for embezzling up to $60 billion USD from the fuel subsidy program that Yemen’s economy is dependent on– and replaced him with Former Vice President Abdrabbuh Mansur Hadi in the fight for a more representative government. However, this proved ineffective; Hadi quickly became known for spending eight years of his ten years as president outside the country while simultaneously utilizing his power to amass wealth for himself and to grant relatives unconstitutional authorities to encroach on state affairs. By 2014, the corruption throughout the government had reached a culminating point, causing the economy to collapse and essential goods to become out of reach for most civilians.</p>\r\n<p>As prices began to reach new heights, tensions between civilians and the government followed suit. Seeing this political opportunity, the Houthis, an extremist Shi'a muslim faction that stands in opposition to Yemen's Sunni muslim government and Saudi influence, decided to take decisive action against Hadi’s regime. On August 18th, 2014, the Houthis entered Yemen’s capital, Sana’a, and forcefully placed the president on house arrest.</p>\r\n<p>Following the Houthis’ invasion of the capital, Saudi Arabia and eight other Arab countries formed a coalition backed by several western nations– including the United States– in order to restore Hadi to power. Beginning in March of 2015, the coalition began conducting airstrikes and imposed a naval blockade against Yemen, indiscriminately targeting civilians and essential infrastructure. This includes 130 attacks on Yemeni hospitals, which the International Criminal Court has classified as a war crime. Throughout the blockade, the United States has provided unwavering military and financial support. The U.S. Navy is actively preventing ships carrying humanitarian aid from reaching Yemen and is even attacking these carriers. Moreover, the U.S. has given Saudi Arabia and the United Arab Emirates $54.6 billion in military support for offensive technology such as helicopters, missiles, and small diameter bombs in the past year alone. America has also performed maintenance on Saudi warplanes.</p>\r\n<p>In addition to weaponry and direct military intervention, the U.S. has also provided military training services, and logistical support to Saudi Arabia and the United Arab Emirates. Saudi Arabia relies on US intelligence operations and surveillance images in order to continue staging the blockade, gaining information on where civilians are and where to target. Contingent on the United States’ assistance, the Saudis have conducted an average of six airstrikes per day for over a year on Yemen, causing horrific devastation and the deaths of over 150,000 noncombatants.</p>\r\n<p>Much of this crisis stems from a lack of accountability in American offices. According to the Government Accountability Office, the Department of Defense and the Department of State have not fully determined the extent to which U.S. military support has directly contributed to civilian suffering in Yemen despite several reports that airstrikes and other attacks by Saudi Arabia and the United Arab Emirates have caused extensive harm to noncombatants. Furthermore, while the Department of State submitted an initial certification in 2018 that the Saudi and Emirati governments had made efforts to reduce harm to civilians in Yemen, it failed to submit the two subsequent required certifications that would assess whether American military equipment is being utilized for its authorized purpose. These certifications seek to mitigate misuse of American weaponry and to evaluate whether intervention is aiding or harming millions of Yemenis. The failure to properly evaluate the impacts of American support on innocent civilians is indicative of America’s hand in unjustly taking Yemeni lives.</p>\r\n<p>This lack of accountability has driven the famine in Yemen, as there have been incredibly limited checks on impacts of the blockade on noncombatants as opposed to combatants. In fact, around three quarters of the population are living in poverty, leaving almost thirty million in destitution; meanwhile, disease runs rampant as access to medical supplies and services is incredibly limited. The UN Development Program estimates that more than 370,000 people have died as a result of the blockade, with indirect factors such as lack of essential goods and services causing almost 60 percent of deaths. This has constituted Yemen’s incredibly poor humanitarian condition, calculated via an assessment of average life expectancy, literacy rates, income, and other factors to yield a score of 0.455 on a scale from zero to one. This is referred to as the Human Development Index, and the nation is ranked in the bottom 5% of the world.</p>\r\n<p>However, despite the crushing impacts on civilians, the blockade and repeated airstrikes have yet to successfully undermine Houthi leadership. Since attempts at a ceasefire deal in 2022 fell through, the Houthis have consolidated their control over the northern region of Yemen and their regime has only become more powerful. While there is limited information, the most recent figures from 2022 estimate that the organization controls one-third of the land where 70-80 percent of the population resides.</p>\r\n<p>Although U.S. involvement in the blockade on Yemen may appear to be a measure to deescalate the humanitarian crisis and curtail the Houthi’s influence, it has clearly proven to be disastrous. Rather than disempowering the organization, the blockade has only strengthened their regime and has ravaged the lives of far too many innocent Yeminis. The American hand in these war crimes must be condemned– the government must face greater pressure to immediately withdraw all ships engaging in the blockade, no longer aid Saudi Arabia with intelligence operations, and institute an arms embargo. No longer can our representatives escape accountability for the deaths of hundreds of thousands of harmless civilians.</p>"
}