{
    "title": "The Poisoning of Zimbabwe’s Gentle Giants",
    "author": "Mihir Sharma",
    "article_id": "382435395",
    "creation_date_epoch": "1734044482",
    "edit_date_epoch": "0",
    "tags": [
        "af"
    ],
    "cover_image_name": "/static/article_img/382435395.jpg",
    "cover_image_alt_text": "A family of African elephants walks along the banks of a watering hole in Hwange National Park, Zimbabwe. Photo: © Rudi Van Aarde",
    "cover_image_source": "https://www.ifaw.org/journal/elephant-poaching-down-zimbabwe-reserve-ranger-support#:~:text=In%20the%20decade%20following%20possibly%20one%20of,drastically%20declined%20in%20Zimbabwe%27s%20largest%20national%20park.&text=In%20fact%2C%20over%20the%20past%20two%20years%2C,poaching%20incidents%20in%20IFAW%2Dsupported%20areas%20of%20Hwange.",
    "citation": "",
    "body": "The word “poaching” invokes a violent image. The sound of a gunshot. Hurried footsteps. The cry of an animal. While this form of illegal hunting is still rampant throughout the world, recent methods used by poachers have greatly hindered anti-poaching efforts. Rather than utilizing firearms or bows and arrows, the use of cyanide as a means to kill elephants in Zimbabwe has gained popularity, causing a significant shift in Zimbabwean policy to effectively address the new threat posed to their beloved fauna.\n<br>\n<br>\nThe killing of elephants for ivory has been a practice for thousands of years. Ivory artifacts have been found at archaeological sites from Africa to Asia to Europe. This material is prized for its appearance and durability and the large size of elephant ivory only makes it increasingly valued in the global market. During the 1970s and 1980s, the world saw a rapid decrease in African elephant populations, a direct result of overhunting. During this period, elephants were monitored by the Convention on International Trade in Endangered Species (CITES), a multilateral treaty created to protect endangered flora and fauna from international trade. CITES listed elephants under Appendix II, a section that focused on animals whose trade required regulation but were not severely threatened. In 1980, Africa’s one million strong elephant population dwindled over the course of the decade to around 400,000. This alarming rate of decline resulted in new limits in 1990; elephants were listed by CITES under Appendix I, species whose trade is rarely, if ever, allowed. Surprisingly, Zimbabwe opposed their elephant population to be subject to this new regulation. Profits from regulated elephant trade aided conservation efforts and played an essential role in the Zimbabwean economy. In 1997, Zimbabwe successfully reverted their elephant population to be listed once again under Appendix II. Although this stringent regulation curbed declining elephant populations, by the late 2000s, elephant poaching across Africa began to rise once again.\n<br>\n<br>\nThe increase in poaching spurred the use of new methods to facilitate the killing of elephants. This is where cyanide comes into play. Zimbabwe’s national economy consists of a large mining industry. Cyanide is used to leach gold from ore, making its usage widespread across the country. Although it is officially heavily regulated, the poison is easily available in reality. Cyanide’s ease of use and effectiveness furthers its prominence in the poaching industry. Cyanide is fast-acting and only 100-200 grams can kill an adult male elephant. Cyanide can be inserted by poachers into watering holes, salt licks, and even injected into oranges and pumpkins. The elephants do not move far from the poisoning site either, making it extremely simple for a poacher to find their body.\n<br>\n<br>\nIn 2013, Zimbabwe experienced its first major reckoning with cyanide poisoning. In the country’s largest natural reserve, Hwange National Park, nearly 300 elephant carcasses were found through aerial surveys. Rangers initially found 26 dead elephants, then an additional 14, climbing all the way to the hundreds in later imagery. The ivory on the elephants had been removed, a clear sign their death was intentional. The detrimental effects of this sinister act was felt by more wildlife than just the intended target. Lions, vultures, hyenas, and kudu were also killed by the poachers’ actions. This was not the only case either. Two years later, rangers would mark an additional 62 elephants killed as a result of cyanide. In 2017, that number dropped to 53. \n<br>\n<br>\nWhile the Zimbabwe government initially struggled to reign in these killings, a solution finally emerged in 2018. A revised law allows officials to convict individuals on their intent to use cyanide maliciously. This closes the previous loophole that allowed suspects to be let off with a mere fine for having a dangerous chemical without a permit if no animal body was found in their investigation. Prevention of cyanide misuse in general is another essential key to protecting the elephant population. The Zimbabwe Republic Police, in collaboration with conservation groups and Hwange park rangers, uses paid informants to gain intelligence on cyanide purchasing and shipment. This allows officials to stop the poison from being used against wildlife at all.\n<br>\n<br>\nOver the last three years, elephant poaching in Hwange has reached record lows, with no recorded deaths in the last two. The illegal hunting of elephants across Zimbabwe as a whole has declined dramatically. However, awareness, caution, and continued regulation are necessities for Zimbabwe in the country’s efforts to protect their gentle giants\n<br>\n<br>\nSources:\nhttps://www.cbsnews.com/news/zimbabwe-elephants-poisoned-poachers-ivory-cyanide/\nhttps://www.theguardian.com/world/2015/oct/26/22-more-elephants-poisoned-cyanide-zimbabwe-reserve\nhttps://www.elephantlisteningproject.org/brief-history-of-conservation/\nhttps://cites.org/eng/node/43187\nhttps://news.mongabay.com/2022/09/as-poachers-poison-wildlife-zimbabwe-finds-an-antidote-in-tougher-laws/\nhttps://www.britannica.com/place/Zimbabwe/Economy\nhttps://friendsofhwange.com/cyanide-the-facts/\nhttps://www.awf.org/news/cyanide-poisoning-wreaks-havoc-zimbabwe-elephants-ecosystem\n<br>\n<br>\n"
}