{
    "title": "What’s the Situation with Aid to Ukraine? ",
    "author": "Luca Iasinschi",
    "article_id": "396536376",
    "creation_date_epoch": "1715788548",
    "edit_date_epoch": "0",
    "tags": [
        "eu"
    ],
    "cover_image_name": "/static/article_img/396536376.jpeg",
    "cover_image_alt_text": "soldier loading a plane with cargo",
    "cover_image_source": "https://www.defense.gov/News/News-Stories/Article/Article/3627204/dod-announces-aid-package-for-ukraine/",
    "citation": "",
    "body": "It seems like every few months the same headlines reappear on the top of our news feeds, “Aid to Ukraine Blocked” and “Ukraine Aid Package Delayed”. What is going on? Why does Ukraine keep running out of aid? What happens when it runs out? Unfortunately, there is no single simple answer, but rather a combination of many complex relationships within which our answer lies.\n<br>\n<br>\nThe US has been one of Ukraine’s most outspoken and fervent supporters, but more recently this sentiment has seemed to slow, especially among Republicans. In recent weeks the headlines have been focused on a $95 Billion bill which has been blocked by the Republican Speaker of the House Mike Johnson. Many Republicans have been reluctant to support aid to Ukraine without significant concessions on border reform and security. While in the Senate the bill did include immigration provisions drafted by a bipartisan group, prior to passing in the Senate it was removed by Republican Senators, according to an AP article. In its present state the bill includes aid for Israel, Taiwan, and $60 Billion for Ukraine. Notably, a third of the money set aside for Ukraine would be spent domestically, replenishing stockpiles that have been depleted from sending aid to Ukraine, a point that has been reemphasized by Republican Senate Minority Leader Mitch McConnell. AP has also reported that presently there are other attempts by smaller groups of congressmen attempting to break the deadlock, by offering alternatives in the form of smaller amounts and again tying them to immigration reform. A recent Politico article discussed a possible loan program that has gained traction with Republican members of Congress, but it is unclear if this will lead to anything substantive.\n<br>\n<br>\nIn Europe support for Ukraine has been much more consistent with the only significant defection being from the non-democratic Prime Minister of Hungary, Viktor Orbán. The big issue within Europe is finding more methods to send more aid in lieu of the US’ stagnation. According to NPR, there is currently an effort led by Czechia to combat Ukraine’s critical artillery ammunition shortage by raising 800,000 shells. Notable donors to this plan include Germany and even NATO ally Canada. Germany has been an interesting and occasionally wayward donor to Ukraine. Historically, the Germans have seemed a bit hesitant to send aid, in particular military aid. This fact is not helped by the US’ own indecision on the matter. An example of this can be seen early in the war when Germany was very resistant to sending German Leopard 2 tanks or allowing other countries to send their own Leopards to Ukraine. Fortunately, this hesitance has lessened, and they have just recently passed their own €500 million aid package, which according to Politico will include 10,000 artillery shells as well as armored and transport vehicles.\n<br>\n<br>\nDespite the hiccups, since the beginning of the war both the US, Europe, and other allies have provided an unprecedented amount of aid to the Ukrainian cause. According to a study published a year into the war in February 2023 by the Kiel Institute for the World Economy the total amount of aid committed to Ukraine is near €143 billion. In this figure there are two significant categories, military aid and financial aid. According to the same study the US has committed by far the most aid, especially when looking at military aid. Not to be overshadowed, the EU and its institutions have also led the way in financial aid commitments. One noteworthy group highlighted by the study are the Eastern European countries like Estonia, Latvia, Lithuania, Poland, and Bulgaria. Who, despite not donating large amounts in the absolute sense are donating the largest amounts in terms of their percentage of GDP.   \n<br>\n<br>\nThe consequences of these aid blockages are significant. It's not important that they might not be blocked permanently, the point is that they are slowed, and this has dire consequences. As mentioned previously Ukraine is facing an extreme artillery ammunition shortage. This, according to AP, has resulted in the Ukrainians needing to ration their ammunition. This is further evidenced by the imbalance between Russian and Ukrainian artillery, with the Russians firing much more often. This problem extends to missile defenses which have had to begin deciding whether or not to try shooting down an incoming missile. When considering that Russian missile strikes have consistently been incapable of not targeting residential and civilian infrastructure, like hospitals and grocery stores, the importance of missile defense gains an importance beyond its obvious military use. \nWe, as Ukraine’s allies have so far, done a decent job, not a good job, but a decent job of getting Ukraine the aid it needs. It is paramount that we continue these efforts into the future. Now is not the time for uncertainty, for hesitance we need to redouble our efforts to help Ukraine for we are very rarely presented with a situation in which we know for a fact that our side is just. We can look back on the past two years of war and see that the aid we provide is working and that more is needed. Every day we wait to send aid to Ukraine costs not only soldiers' lives, but the lives of Ukrainian civilians. Let’s use this moment to reaffirm our commitment to our allies in Ukraine and protect a fellow democracy from a dangerous aggressor."
}