{
    "title": "The War for Greenland’s Frozen Wealth",
    "author": "Leo Faley ",
    "article_id": "39965563",
    "creation_date_epoch": "1741901028",
    "edit_date_epoch": "0",
    "tags": [
        "north_america"
    ],
    "cover_image_name": "/static/article_img/39965563.png",
    "cover_image_alt_text": "Mountain Climber in the Arctic ",
    "cover_image_source": "https://www.cnn.com/2022/08/08/world/greenland-melting-mineral-mining-climate/index.html",
    "citation": "",
    "body": "<p>Greenland, a sparsely populated island nation in the North Atlantic within the Kingdom of Denmark, has become the center of a great game between the strongest geopolitical power players in the world. There has been much discussion in the press about Donald Trump's recent threats toward Greenland. Notably, one idea that has reportedly fascinated the president in the past month is the prospect of Greenland's plentiful reserves of minerals, natural gas, and oil. These ideas are nothing new, and the world's superpowers like China, Russia, the EU, and the United States have long seen Greenland as a potential source of massive monetary and security value. This deep desire for exploitation has also provoked a backlash from Greenlanders and environmentalists who worry for Greenland's future under encroachment from outside parties.</p>\r\n<p>Greenland has some of the world’s largest but most isolated untapped bounties of natural resources, potentially worth billions of dollars. It possesses an estimated 31,400 million barrels of oil and 148 trillion cubic feet of natural <a href=\"http://www.politico.eu/article/why-trumps-greenland-grab-could-be-a-disaster-for-the-planet/\">gas</a> which leaders in the United States have often seen as a path to achieving energy independence. (Gavin and Carter) Greenland also possesses vast mineral reserves including the eighth-largest reserves of rare earth elements in the world and an estimated 228,000 tons of untapped <a href=\"http://www.eenews.net/articles/greenlands-riches-have-enticed-us-leaders-for-generations/\">uranium</a> (Hiar and Northey). Rare earth minerals are incredibly valuable and key to constructing sophisticated technologies such as renewables, electric cars, cell phones, and advanced military hardware (Hiar and Northey). </p>\r\n<p>This abundance has provoked a lot of competition from governments desperate to gain these precious resources. In 2023, the EU <a href=\"http://www.nzz.ch/english/greenlands-rare-earths-draw-keen-international-interest-ld.1857112\">signed a deal</a> with the Greenlandic government concerning the extraction of raw materials in the region (Vaillant). Trump and his officials have ramped up his efforts in 2019 to secure the island, with his new Secretary of State Marco Rubio stating that the <a href=\"http://www.politico.eu/article/why-trumps-greenland-grab-could-be-a-disaster-for-the-planet/\">United States needed to control the island for its strategic location and mineral wealth</a> (Hiar and Northey). Meanwhile, Chinese officials and companies have shown great interest in expanding their exploration of mining sites on the island, provoking a backlash from America who lobbied hard to prevent an Australian mining firm from selling Greenland's largest rare earth mining <a href=\"https://www.bbc.com/news/articles/c9d5jwvw9nlo\">project</a> to Chinese buyers (Murry). The quixotic bid on Greenland in particular gives a sense of desperation from these powers. The oil and minerals these heavily industrialized economies depend on are only becoming scarcer and more expensive as trade wars heat up between nations like China and the United States. These governments are convinced if they do not get these resources their rivals will, sparking a race to who can take control of as much as possible as quickly as possible.</p>\r\n<p>Despite the massive interest, there have been significant hurdles for foreign mining and petroleum firms to attempt to exploit these lucrative resources. Northern Greenland is covered by thick glaciers for much of the year making mining and drilling impossible The south has warmer conditions reminiscent of Norwegian fjords during the summer. In the winter, they too will freeze over, <a href=\"http://www.nzz.ch/english/greenlands-rare-earths-draw-keen-international-interest-ld.1857112\">making extraction and transportation difficult</a> (Vaillant). Climate change has often been cited as potentially making extraction easier over time as ice melts in the region, but this has done little to affect current mining practices. Much of the infrastructure to transport large mineral and oil deposits does not exist, which would necessitate huge upfront investments before any serious profit can be made. Beyond the climate, Greenland is a nation with an increasingly small population most of whom already work in the fishing or state sectors. Thus, any projects require foreign workers significantly driving up costs.</p>\r\n<p>Many corporations and major firms have a long history of attempting to gain access to Greendland’s resources. Oil and mining efforts on the island have existed since the <a href=\"https://www.eenews.net/articles/greenlands-riches-have-enticed-us-leaders-for-generations/\">1970s</a> and peaked in 2009 when 80 oil and gas companies were issued drilling licenses on the island with a major mine approved for the mineral olivine (Hiar and Northey). However, interest has since plummeted with the explosion of domestic shale oil production in the United States which caused many companies to lose interest in the hard-to-reach oil. Today only 4 licensed oil drillers remain with licenses set to expire by 2027 or 2028.</p>\r\n<p>The interest in Greenlandic resources often causes many to lose sight of the interests of the local Greenlandic people. Greenland has long been on a quest for independence, and locals see their abundance of natural wealth as a way to escape economic dependence on Denmark. Greenland elected the socialist Inuit Ataqatigiit party to power in 2021 which rapidly put a moratorium on all gas and oil extraction and banned uranium mining over climate change concerns. Further, many locals fear an expansion in mining could cause an uptick in pollution, possibly threatening the Greenlandic fishing industry which many locals rely on for work. Native Greenlanders also have serious concerns about the potential climate impacts of mining and drilling and the effect on the local flora and fauna which often live tenuously in the harsh arctic environment with short unstable breeding cycles that can be easily <a href=\"http://www.politico.eu/article/why-trumps-greenland-grab-could-be-a-disaster-for-the-planet/\">disrupted</a>, causing severe long-term consequences for them (Gavin and Carter).</p>\r\n<p>While nations want to vastly expand resource extraction in Greenland and take control of it for themselves, it is a short-sighted economic goal that ignores its impracticality, unpopularity, and climate impact. Greenland's treasure trove may prove to be fool's gold that, while enticing, is not worth the potential downsides for Greenland and the world. The global geopolitical sphere at the moment mirrors the Cold War atmosphere that ignored the wishes of smaller nations and instead viewed them as chess pieces in the great game between political power actors. Greater success for all sides would be reached with cooperation and international outreach rather than political infighting and exploitation.</p>"
}