{
    "title": "Wisconsin Supreme Court Election: Susan Crawford Takes Judicial Seat",
    "author": "Karol Lopez",
    "article_id": "413510593",
    "creation_date_epoch": "1744312550",
    "edit_date_epoch": "0",
    "tags": [
        "north_america"
    ],
    "cover_image_name": "/static/article_img/413510593.png",
    "cover_image_alt_text": "Woman triumphantly waving at crowd of adoring supporters",
    "cover_image_source": "https://www.usatoday.com/embed/video/82772511007/",
    "citation": "",
    "body": "<p>A liberal majority was secured on Tuesday, April 1st, when Democratic-backed candidate Susan Crawford won the election for the Wisconsin Supreme Court seat after defeating conservative candidate Brad Schimel. Her spot maintains the 4-3 liberal majority in the state’s Supreme Court, which can <a href=\"https://apnews.com/article/wisconsin-supreme-court-trump-musk-schimel-d76761abcf38e4b2827ae0298c9086b9\">significantly influence future judicial decisions</a>. </p>\r\n<p>The judicial race took place in what was dubbed <a href=\"https://www.cbsnews.com/news/wisconsin-supreme-court-race-elon-musk-expensive/\">‘the most expensive judicial election in American history'</a> across news outlets. Just a day prior, it was reported that over <a href=\"https://www.brennancenter.org/our-work/research-reports/buying-time-2025-wisconsin\">$98 million</a> was spent on total spending spanning across both candidates; Schimel had gained in support over $8 million more than Crawford. Over <a href=\"https://apnews.com/article/wisconsin-supreme-court-elon-musk-81f71cdda271827ae281a77072a26bad\">$20 million</a> was invested in Schimel’s campaign funded by billionaire Elon Musk, in addition to the <a href=\"https://apnews.com/article/wisconsin-supreme-court-elon-musk-trump-8fe006c7f8fa40b663eccd6751bada98\">$1 million checks given to voters</a> during a town hall meeting in Wisconsin, just two days prior to the election results.</p>\r\n<p>Schimel was also endorsed by President Donald Trump, with a post on <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114203564650249629\">Truth Social</a> where he wrote saying that “All Voters who believe in Common Sense should GET OUT TO VOTE EARLY for Brad Schimel.” Schimel had previously sought an endorsement and has since then continued to <a href=\"https://www.jsonline.com/story/news/politics/politifactwisconsin/2025/03/28/crawford-says-opponent-schimel-said-he-wants-to-be-part-of-trump-network/82680880007/\">side with Trump</a>, stating, “They're so desperate for him to not get a win that they won't let America have a win” during a speech to canvassers associated with conservative group Turning Point USA led by conservative personality and commentator Charlie Kirk.</p>\r\n<p>At previous rallies, citizens have been concerned over the possible judicial seat turning right due to the presidential election results and the increasing concerns caused by the current administration. <a href=\"https://apnews.com/article/wisconsin-elon-musk-donald-trump-0a581bb6b301b0d6d110ea6a2ba0a916\">Laurel Burns</a> is a 40-year-old single mother of two teens from Sauk City, WI who works in customer service. Born with a disability, she receives aid from Social Security. She decided to show up to a rally protesting Elon Musk and his influence on the Wisconsin Supreme Court elections, representing other disabled individuals who are concerned about the possible cuts of funding to the Social Security and Medicaid programs as a result of DOGE efforts. </p>\r\n<p>Her alongside other individuals demonstrated their concern and advocated for others by rallying against Elon Musk, urging the Democratic party to create change in such uncertain times. People are angry and afraid, and this is the start of a new era of change for Wisconsin’s constituents. This win has instilled some sense of security and relief for many, and this might just be the beginning of new times for America.</p>"
}