{
    "title": "UN Declares Genocide in Gaza",
    "author": "Will Pujol",
    "article_id": "498742748",
    "creation_date_epoch": "1758563550",
    "edit_date_epoch": "0",
    "tags": [
        "asia",
        "conflict_and_security"
    ],
    "cover_image_name": "/static/article_img/498742748.avif",
    "cover_image_alt_text": "Gaza",
    "cover_image_source": "https://www.commondreams.org/news/genocide-in-gaza-2025",
    "citation": "",
    "body": "<p><strong>The UN Report</strong></p>\r\n<p>The UN Independent International Commision of Inquiry on the Occupied Palestinian Territory, including East Jerusalem and Israel, has released a <a href=\"https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session60/advance-version/a-hrc-60-crp-3.pdf\">72 page report</a> accusing Israel of genocide against the Palestinians. The Commission concluded in their September 16 report that “there was no military necessity to justify the pattern of conduct” of Israeli security forces (pg 54). It also called out specific members of the Israeli government-- including Prime Minister Benjamin Netanyahu-- for “statements that indicated their intention to destroy Palestinians in Gaza as a group” (pg. 51-53) and that the statements “are direct evidence of genocidal intent” (pg. 64). The report comes the same day that Israel launched a <a href=\"https://www.cnn.com/world/live-news/israel-hamas-war-gaza-city-incursion-09-16-25-intl-hnk#cmfkmanph001d3b6ndpgco5xd\">“ground incursion”</a> into Gaza City following the <a href=\"https://www.cnn.com/2025/08/07/middleeast/israel-full-conquest-gaza-key-meeting-thursday-intl\">approval of the Israeli security cabinet.</a></p>\r\n<p>The Independent Commission was headed by <a href=\"https://www.ohchr.org/en/hr-bodies/hrc/coiopt-israel/commissioners\">Navanetham Pillay</a> of South Africa before her <a href=\"https://www.thenationalnews.com/news/us/2025/07/15/navi-pillay-israel-un-resigns/\">resignation</a> in July due to her age, health issues, and “other commitments.” Pillay has held a number of both national and international judicial positions, including as a judge for the <a href=\"https://www.britannica.com/event/Rwanda-genocide-of-1994/Aftermath#ref1111312\">International Criminal Tribunal for Rwanda</a>, which prosecuted perpetrators of the <a href=\"https://www.britannica.com/event/Rwanda-genocide-of-1994\">Rwandan genocide</a>. Pillay said in a statement that the international community must act, and that “every day of inaction costs lives and erodes the credibility of the international community.”</p>\r\n<p>Page 68 of the report concludes that Israel is committing genocide against the Palestinians in Gaza, “namely for the acts enumerated under <a href=\"https://www.un.org/en/genocide-prevention/definition\">articles II(a)-(d) of the Genocide Convention</a>,” which originally enshrined the crime of genocide in international law. Only one of the five acts needs to be committed in order to constitute genocide. The report found that four out of the five criteria were met, the exception being forcible transfer of children. The four criteria met are:</p>\r\n<ul>\r\n<li><p>Killing members of the group: the commission notes the use of “unguided bombs and other heavy munitions” in heavily populated areas. It also notes that more than half of those killed were women, children, and elderly persons and that 83% of casualties were civilians, citing a <a href=\"https://www.theguardian.com/world/ng-interactive/2025/aug/21/revealed-israeli-militarys-own-data-indicates-civilian-death-rate-of-83-in-gaza-war\">report from the Guardian</a> (pg. 55).</p></li>\r\n<li><p>Causing serious bodily or mental harm to members of the group: the Commission notes multiple instances of serious bodily or mental harm, including “widespread and systematic” sexual violence against both male and female detainees. For example, a detainee was forced to strip and ordered to kiss the Israeli flag, and that after refusing he was “beaten, and his genitals had been kicked so severely that he had vomited and lost consciousness” (pg. 21-22). Women were also “photographed without their consent and in degrading circumstances, including in their underwear in front of male soldiers, and these photographs were often posted on social media” (pg. 22).</p></li>\r\n<li><p>Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part: the commission notes the destruction of bakeries providing food to Palestinians in refugee camps, damage to 110 cultural and religious sites (both pg. 28), and that “Israeli security forces have deliberately killed, wounded, arrested, detained, mistreated and tortured medical personnel and targeted medical vehicles” (pg. 29). It also notes the blocking of humanitarian aid and utilities from entering Gaza (pg. 35).</p></li>\r\n<li><p>Imposing measures intended to prevent births within the group: the Commission noted the intentional destruction of Al-Basma IVF clinic, the largest fertility clinic in Gaza, which led to the loss of all reproductive material within the genetic bank and embryology laboratory (pg. 47). The commission said this was “calculated to prevent births of Palestinians in Gaza” (pg. 61-62).</p></li>\r\n</ul>\r\n<!-- -->\r\n<!-- -->\r\n<p>The report also notes in its “Pattern of Conduct” section (beginning on pg. 54) that the State of Israel committed a number of war crimes, including <a href=\"https://www.bbc.com/news/articles/clyr154314vo\">sexual violence</a> and <a href=\"https://apnews.com/article/gaza-israel-hamas-palestinians-aid-explainer-ecc0e70d5ff1120a04bf36626dfd96f4\">blocking aid</a> that indicate intentions to “destroy” the Palestinians as a group. Perhaps most notably, the commission acknowledges that these events “were preceded by decades of unlawful occupation and unlawful settlement, with racial segregation or apartheid” (pg. 54).</p>\r\n<p>Some of the statements quoted by the commission as evidence of genocidal intent also appeared in an <a href=\"https://www.theguardian.com/commentisfree/2023/oct/16/the-language-being-used-to-describe-palestinians-is-genocidal\">October 2023 opinion piece</a> by Guardian reporter Chris McGeal, who covered the Rwandan genocide, titled “The language being used to describe Palestinians is genocidal.” Such examples include Israeli President Isaac Herzog’s speech where he stated “It’s an entire nation out there that is responsible. This rhetoric about civilians not aware, not involved, it’s absolutely not true. They could’ve risen up, they could have fought against that evil regime,” as well as former defense minister Yoav Gallant’s statement that Israel was fighting “human animals.” Chris McGeal also noted that the rhetoric of “self defense” was present in the Rwandan genocide.</p>\r\n<p>The UN report is the latest in what some are calling a <a href=\"https://www.nbcnews.com/world/israel/israel-committing-genocide-gaza-un-commission-inquiry-rcna231565\">“growing chorus”</a> of activists, scholars, and human rights organizations calling Israel’s campaign genocidal. <a href=\"https://www.cnn.com/2024/01/11/middleeast/south-africa-israel-genocide-icj-hague-day-one-intl/index.html\">South Africa accused Israel of genocide</a> in an International Court of Justice case, saying the country was “intent on destroying the Palestinians in Gaza.” Francesca Albanese, UN Special Rapporteur on the Situation of Human Rights in the Palestinian Territories Occupied since 1967, released a report in mid June titled <a href=\"https://www.ohchr.org/en/documents/country-reports/ahrc5923-economy-occupation-economy-genocide-report-special-rapporteur\">“From economy of occupation to economy of genocide,”</a> which examined corporate entities involved in Israeli occupation of Palestine. This led to the Trump administration <a href=\"https://www.state.gov/releases/office-of-the-spokesperson/2025/07/sanctioning-lawfare-that-targets-u-s-and-israeli-persons/\">issuing sanctions</a> against the UN Human Rights Council-appointed legal scholar. The International Association of Genocide Scholars declared in a <a href=\"https://genocidescholars.org/wp-content/uploads/2025/08/IAGS-Resolution-on-Gaza-FINAL.pdf\">statement</a> on August 31 that Israel’s actions in Gaza constitute genocide. On September 11, US senators Chris van Hollen and Jeff Merkley issued a <a href=\"https://www.vanhollen.senate.gov/imo/media/doc/van_hollen_merkley_report_following_2025_codel_to_gaza_border_israel_west_bank_jordan_and_egypt.pdf\">report</a> after a fact-finding mission in the region in which they accused Israel of committing ethnic cleansing. Israel has consistently denied such accusations.</p>\r\n<p><strong>International Responses</strong></p>\r\n<p><a href=\"https://www.amnesty.org/en/latest/news/2025/09/israel-opt-un-report-concluding-israel-is-committing-genocide-in-gaza-must-spur-international-action/\">Amnesty International</a> responded to the report urging international action to “fulfill their legal and moral obligation” and calling for diplomatic, economic, and political pressure against Israel.</p>\r\n<p><a href=\"https://www.cnn.com/2025/09/16/middleeast/israel-gaza-genocide-un-commission-report-intl\">The Israeli foreign ministry says</a> it “categorically rejects the distorted and false report and calls for the immediate abolition of the Commission of Inquiry” and accused it of relying on “Hamas falsehoods.”</p>\r\n<p>Hadja Lahbib, the EU Commissioner for Equality, Preparedness, and Crisis Management, <a href=\"https://www.aa.com.tr/en/europe/eu-commissioner-urges-action-after-un-inquiry-declares-israel-is-committing-genocide-in-gaza/3690696\">stated</a> at the opening of an art exhibition in Brussels \"It is our responsibility, all the UN nations, to stop it\" in reference to the genocide.</p>\r\n<p><a href=\"https://www.foxnews.com/world/cruz-slams-uns-israel-genocide-charge-pushes-consequences?msockid=33fde5664d4664761d10f0f04c246564\">Ted Cruz responded</a> calling the report “no different than any of the other antisemitic smears” and that it “directly undermines American national security interests.” He also said the US has tools at their disposal, such as sanctions, that “should be used against everyone involved.” Other US officials have not responded as of September 22, but the US has historically allied with Israel and denied accusations of genocide leveled against them.</p>"
}