{
    "title": "The ongoing 4B movement in South Korea ",
    "author": "Alexa Gomez ",
    "article_id": "52216137",
    "creation_date_epoch": "1746130082",
    "edit_date_epoch": "0",
    "tags": [
        "asia"
    ],
    "cover_image_name": "/static/article_img/52216137.png",
    "cover_image_alt_text": "Korean women protesting",
    "cover_image_source": "https://www.bebadass.in/post/from-rage-to-resilience-the-story-of-4b-and-womens-liberation-in-south-korea",
    "citation": "",
    "body": "<p>My article will discuss the movement going on in South Korea that involves women’s protest towards men. I will explain the reasoning behind the movement starting, and its timeline. Additionally, I will be discussing the effect and impact that this movement has not only on South Korea, but on other countries of the world. Throughout this whole article, I will share my opinion on the movement and why covering this topic felt important to me, not only as a woman but as a journalist.  </p>\r\n<p>The 4B movement is a movement that began in South Korea as a protest against having any kind of romantic or sexual relation with men. This includes <a href=\"https://theweek.com/culture-life/what-is-south-korea-4b-movement\">no dating, no getting married, not having sexual intercourse, and not having kids with men in South Korea</a>. The movement started in the early 2010’s, most notably 2019 as a response to the unequal treatment towards women in South Korean society. Women in South Korea are told to submit to other men, including their male partners and their own fathers. Additionally, women are underpaid in the workforce and are <a href=\"https://theweek.com/culture-life/what-is-south-korea-4b-movement\">paid three times less than the average pay for women all over the world</a>.</p>\r\n<p>In return, women have decided to take a stand and unite together protesting silently but with loud results that involve lowering the general population, birth rate, and demographics in South Korea. The average birth rate in Korea is the lowest out of all countries in the world, at a small number of less than <a href=\"https://thesecuritydistillery.org/all-articles/south-koreas-4b-movement-how-patriarchy-undermines-demographic-security\">0.8 children per woman</a>. Even with such a low statistic as a result of South Korean women’s protest, the government has continued to support the patriarchal society while giving no support to women’s rights and issues. Alongside the South Korean government, men in South Korea have been seeing participants <a href=\"https://www.theguardian.com/world/2024/nov/15/4b-south-korea-feminist-movement-donald-trump-election-backlash\">in the movement as “man haters” which interacts with their idea of “feminism” being a slur</a>. This outlook works against the purpose of the movement and adds fuel to the fire.  </p>\r\n<p>Although there is little support from the South Korean government as well as the male population heavily criticizing the movement, there is a positive impact on all women all over the world. <a href=\"https://www.theguardian.com/world/2024/nov/15/4b-south-korea-feminist-movement-donald-trump-election-backlash\">Notably, the U.S. has started to support this movement from overseas especially after the reelection of President Donald Trump</a>. Before the reelection of Trump, the movement had not been as heard of which allowed for more public awareness and attention to the movement overall. </p>\r\n<p>I think it’s vital to spread information about the 4B movement in order to inform the public and have protestors be truly seen. The mistreatment towards South Korean women and the traditional rule of women serving men throughout their life teaches young women the wrong thing. It teaches young women to learn to condition themselves to be quiet and submissive while creating this bubble of uncertainty for who they are and who they could be. Being able to write and share the situation of South Korean women protesting is my way of supporting and empathizing with the movement. I’m hopeful that the movement can only go further and catch more attention and support as South Korean women stand their ground. </p>"
}