{
    "title": "Nourishing Indonesia: The Promise and Perils of the Free Nutritious Meal Program",
    "author": "Ferdinand ",
    "article_id": "554147587",
    "creation_date_epoch": "1741296170",
    "edit_date_epoch": "0",
    "tags": [
        "asia",
        "economics"
    ],
    "cover_image_name": "/static/article_img/554147587.webp",
    "cover_image_alt_text": "Indonesian children eating lunch. ",
    "cover_image_source": "https://dims.apnews.com/dims4/default/9a94199/2147483647/strip/true/crop/7985x5323+0+0/resize/1440x960!/format/webp/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F7d%2F8f%2F0ca26f41c55a7746f8f2457a0604%2F854a602b3dbe48d49977378258dafef8",
    "citation": "",
    "body": "<p>Indonesia, the world’s fourth most populous nation, has recently launched a Free Nutritious Meal program, known as Makan Bergizi Gratis (MBG) under the new administration of President Prabowo Subianto. This ambitious program was promised during his election campaign as a centerpiece of Prabowo’s vision to elevate the quality of life for millions of Indonesians.</p>\r\n<p>During his campaign, Prabowo Subianto saw one of the nation’s greatest challenges: malnutrition. With the nation’s <a href=\"https://sehatnegeriku.kemkes.go.id/baca/umum/20240723/4346087/peringatan-han-2024-jadi-momentum-lindungi-anak-dari-stunting-dan-polio/\">stunting prevalence</a> at 21.5% in 2023, Prabowo vowed to combat this problem by ensuring no child would have to attend school with an empty stomach. He envisions <a href=\"https://apnews.com/article/indonesia-prabowo-subianto-free-meals-children-mothers-213a04587203434f3f85950725e84a8b\">MBG</a> as an initiative that not only tackles immediate hunger but also lays the groundwork for long-term human capital development. By feeding over 83 million students, MBG is seen as an investment to pave the way for a healthier, more productive generation that can contribute to Indonesia’s economic growth and achieve a “Golden Indonesia”—a vision to make the nation a first-world country by 2045.</p>\r\n<p>In support of this initiative, the government established a <a href=\"https://setkab.go.id/en/govt-issues-regulation-on-national-nutrition-agency/\">National Nutrition Agency</a>, tasked with overseeing the rollout of the program, ensuring food quality, and monitoring the program’s impact. The <a href=\"https://www.npr.org/2025/01/06/g-s1-41145/indonesia-free-meals-stunting\">initiative</a> began with pilot kitchens in selected regions, each kitchen serving roughly 3,000 meal portions daily, before expanding to over 5,000 kitchens and reaching 19.47 million schoolchildren and pregnant women in 2025. Additionally, this network is planned to manage and deliver approximately 6.7 million tons of rice, 1.2 million tons of chicken, 500,000 tons of beef, 1 million tons of fish, vegetable and fruit, and 4 million kiloliters of milk across the country annually. As of February 24, 2025, <a href=\"https://nasional.kompas.com/read/2025/02/24/18114041/temui-prabowo-kepala-badan-gizi-laporkan-mbg-sudah-berjalan-di-semua\">the government</a> has successfully set up 693 service units across all 38 provinces since its launching on January 6, 2025.</p>\r\n<p>To finance this program, the government has <a href=\"https://www.pbs.org/newshour/world/indonesia-launches-free-meals-program-to-feed-children-and-pregnant-women-to-fight-malnutrition\">allocated</a> 71 trillion rupiah ($4.3 billion USD) in 2025, equivalent to 3% of Indonesia’s GDP, and an estimated annual cost of 450 trillion rupiah ($28 billion) until 2029. This budget <a href=\"https://jakartaglobe.id/news/prabowo-sets-budget-for-free-nutritious-meals-program-at-rp-10000-per-child-lower-than-expected\">translates</a> to Rp 10,000 ($0.63) per portion per day. Despite the relatively low budget, Prabowo assured the meals meet quality and nutritional standards. This free nutritious meal program undoubtedly reflects the nation’s commitment to tackling malnutrition and stunting. It has a great potential in alleviating food insecurity and reducing stunting, particularly in rural and low-income households.</p>\r\n<p>Unfortunately, the program has not been without its setbacks. Recent <a href=\"https://www.theguardian.com/world/2025/jan/21/indonesia-free-school-meal-program-food-poisoning-issue-president-prabowo-subianto-java\">reports</a> reveal that dozens of schoolchildren, including around 40 students in Sukoharjo, Central Java, have been found suffering from food poisoning after consuming the free meals. Although the affected meals were immediately withdrawn and the government <a href=\"https://en.tempo.co/read/1981078/bgn-vows-medical-coverage-for-students-affected-by-free-meal-poisoning\">vowed</a> to cover the medical expenses of affected students, these incidents raise public concerns on where the quality control of a nationwide program has gone, which could undermine public confidence in the program.</p>\r\n<p>Beyond health implications, MBG faces significant fiscal challenges that question its long-term sustainability. The program’s estimated annual cost of 450 trillion rupiah (approximately US$28 billion) through 2029, places a heavy burden on Indonesia’s already constrained public finances. With the government’s low <a href=\"https://www.tandfonline.com/doi/full/10.1080/00074918.2024.2432035\">tax-to-GDP ratio</a> (~10%) and revenue-to-GDP ratio (~13%), Indonesia’s fiscal environment is far from ideal to support such large-scale social initiatives. Furthermore, additional unforeseen costs, such as covering medical expenses of schoolchildren resulting from food safety incidents, could further escalate the program’s budget, pushing Indonesia’s deficit higher and destabilizing its fiscal balance.</p>\r\n<p>Despite these hurdles, this free nutritious meal program stands as a testament to Indonesia’s determination to address its long-standing malnutrition problem and invest in future generations. However, maintaining quality control and mitigating the fiscal risks of the program remain significant challenges to the program. Ensuring the program’s sustainability will require prudent resource allocation and stronger oversight. Ultimately, if the government effectively tackles these issues, MBG has the potential to dramatically improve the nation’s health outcomes and move closer to achieving a “Golden Indonesia” by 2045.</p>"
}