{
    "title": "Trial and Error: Envisioning an International Human Rights Court",
    "author": "Sabriya Attia",
    "article_id": "559900946",
    "creation_date_epoch": "1758562854",
    "edit_date_epoch": "0",
    "tags": [
        "eu"
    ],
    "cover_image_name": "/static/article_img/559900946.jpg",
    "cover_image_alt_text": "ICJ",
    "cover_image_source": "https://www.britannica.com/topic/International-Court-of-Justice",
    "citation": "",
    "body": "<p>In a world plagued by incessant human rights violations– hospital bombings, enslavement, and gender-based violence– we often look to international bodies for guidance. In fact, most issues of human rights are arbitrated through the International Court of Justice (ICJ) and International Criminal Court (ICC), trying both governments and individuals for violations of international law. However, both the ICC and ICJ remain limited in their jurisdiction, leading to complications when adjudicating human rights violations.</p>\r\n<p>The ICJ solely tries states and only has jurisdiction over treaty violations. In order to be brought to the ICJ in the instance of a treaty violation, a state must have consented prior to the court’s compulsory jurisdiction, as according to <a href=\"https://www.icj-cij.org/statute\">Article 36.2 of the court’s founding statute</a>. Thus, in an instance where a state has not accepted the court’s compulsory jurisdiction but has clearly demonstrated violation of a human rights agreement, they may not face trial in the ICJ. The United States, for example, has circumvented trial in the ICJ by attaching a reservation to the Genocide Convention. The reservation provides that <a href=\"https://treaties.un.org/pages/ViewDetails.aspx?src=TREATY&mtdsg_no=IV-1&chapter=4#EndDec\">“the United States […] reserves the right to effect its participation in any such tribunal only by a treaty entered into specifically for that purpose with the advice and consent of the Senate.”</a></p>\r\n<p>The ICC, conversely, seeks to hold those committing war crimes, genocide, aggression, and crimes against humanity accountable but <a href=\"https://www.icc-cpi.int/sites/default/files/2024-05/Rome-Statute-eng.pdf\">lacks the jurisdiction to try states</a>. The court also has similar restrictions to the ICJ on its jurisdiction– <a href=\"https://asp.icc-cpi.int/states-parties\">Iraq, Israel, Libya, China, Qatar, Yemen, and the United States</a> have all rejected the treaty establishing the criminal court and are thus not bound by its rulings nor included in its jurisdiction.</p>\r\n<p>Despite the limitations of the ICC and ICJ in addressing human rights concerns, there remains no international tribunal set to distinctly adjudicate human rights violations perpetrated by a state. This is primarily due to the lack of incentive for states. Human rights violations tend to only harm individuals– torture, unlawful deportation, and discrimination do not impact heads of states. Rather, the heads of states are often the ones committing these very violations, orchestrating genocides and war crimes. States thus have little desire to establish the very courts that they may eventually face trial in. </p>\r\n<p>In fact, establishment of a human rights court would generate case law that is produced via judicial decisions rather than formal treaties or customary law. The new case law created by this potential human rights court serves as an additional deterrent for the court’s creation, as it would merely create further obligations for states to follow. </p>\r\n<p>Moreover, there is no benefit of reciprocity for states. While states have an incentive to establish international civil tribunals like the ICJ, as it protects them in the instance of treaty violations, states themselves don’t face human rights violations. This is because human rights standards protect people within states rather than states on the whole. Therefore, there is no benefit for states to hold one another to certain human rights standards.</p>\r\n<p>Even if such an international human rights court were to be established, the law is hardly enforceable. States fail to even agree on a consistent set of resolutions that are legally binding; the obligation to uphold the Universal Declaration of Human Rights, International Covenant of Civil and Political Rights, Covenant of Economic Social and Cultural Rights, Convention of the Elimination of Discrimination Against Women, and Rights of the Child is in dispute. Thus, it is virtually impossible to construct a set of standards that would constitute a human rights violation grave enough to be elevated to a hypothetical human rights court.</p>\r\n<p>And, violations of these standards are immensely difficult to identify. The <a href=\"https://www.un.org/en/about-us/universal-declaration-of-human-rights\">Universal Declaration of Human Rights</a> in particular is known for its broad, sweeping statements: “No one may be compelled to belong to an association,” (Article 20), “Everyone, without any discrimination, has the right to equal pay for equal work,” (Article 23), and “Everyone has the right to education,” (Article 26) all embody the typical language of human rights law. These provisions lack detail and, by extension, enforceability.</p>\r\n<p>The vision of an international human rights court– one truly capable of holding states accountable for violations against their own citizens– is unattainable. While international courts like the ICC and ICJ provide partial avenues for justice, their consent-based jurisdiction prevents them from meaningfully addressing major human rights violations. And, without political will, consensus on legal standards, and mechanisms for enforcement, the establishment of a true international human rights court is impossible. Human rights law remains more a moral ideal than a legal reality.</p>"
}