{
    "title": "An Overview of Genocide",
    "author": "Will Pujol",
    "article_id": "707993590",
    "creation_date_epoch": "1757901212",
    "edit_date_epoch": "0",
    "tags": [
        "europe",
        "asia",
        "africa",
        "conflict_and_security"
    ],
    "cover_image_name": "/static/article_img/707993590.jpg",
    "cover_image_alt_text": "Graves of victims of the Rwandan Genocide",
    "cover_image_source": "https://www.worldvision.org/disaster-relief-news-stories/rwanda-20-years-later",
    "citation": "",
    "body": "<p>Note: This is meant to be a brief overview of genocide, though in its brevity it necessarily lacks the nuance which such a sensitive topic deserves. Entire books can (and have) been written on the subject, and readers are encouraged to explore the topic beyond this article if they find it of interest.</p>\r\n<p>Genocide is one of the most extreme forms of human violence. Genocides throughout history can look very different, but all such atrocities share similarities– namely the destruction of the livelihoods and cultures of its victims. But what exactly is genocide? How is it defined under the law? What are the mechanisms of it? And how does the international community prosecute perpetrators of these unimaginable crimes?</p>\r\n<p>What is genocide? The UN consensus. Genocide, as defined in <a href=\"https://www.un.org/en/genocide-prevention/definition\">Article II of the Genocide Convention</a>, is “acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group.” Many nations have also criminalized genocide in their domestic laws, such as in the <a href=\"https://www.justice.gov/archives/jm/criminal-resource-manual-19-genocide-18-usc-1091\">US</a>. This definition, however, may lack certain elements, such as the intentional killing of a political group. This was the case in <a href=\"https://hmh.org/education/indonesia-1965-1966/\">Indonesia</a> in the 1960s, where 200,000-1 million suspected communists were rounded up and murdered.</p>\r\n<p>Thus, perhaps a better definition is <a href=\"https://www.un.org/en/video/shocking-link-between-hate-speech-and-genocide\">given by Alice Wairimu Nderitu</a>, former UN Special Adviser on the Prevention of Genocide. When describing the Rwandan genocide, she states “[The Tutsi’s] were killed just for existing.” This could certainly broaden the scope for what is colloquially termed “genocide”-- killing any group of people simply because they exist-- but the current definitions enshrined in international and many domestic laws remains focused on killing based on national, ethnic, racial, and religious identities.</p>\r\n<p>Mechanisms of genocide? Genocide has historically been committed through a number of means. The systematic rounding-up, concentration, and execution of Jewish people in the <a href=\"https://www.britannica.com/event/Holocaust\">Holocaust</a> is what most are familiar with regarding this topic, but genocide has been orchestrated through other mechanisms. As defined in Article II of the genocide conventions, examples of genocide include intentional killing, inflicting massive mental and bodily harm, and prevention of new births with the intent to destroy a group.</p>\r\n<p>However, court rulings from <a href=\"https://www.britannica.com/topic/genocide/Recent-developments\">international tribunals</a> have expanded the definition of genocide. According to the International Criminal Tribunal for Rwanda, subjecting people to subsistence diets, home expulsion, reduction of medical services, and sexual violence constitute genocide.</p>\r\n<p>In Yugoslavia, the <a href=\"https://hmh.org/library/research/genocide-in-bosnia-guide/\">mass removal of Bosniak Muslims by Serbian forces and ethnic Serbs</a> in Bosnia eventually led to the <a href=\"https://www.britannica.com/event/Srebrenica-genocide\">massacre of 8,000 in the town of Srebrenica</a>. The International Criminal Tribunal for the former Yugoslavia, formed in 1992, eventually found that this persecution and massacre of Bosniaks constituted genocide in a precedent-setiing ruling. It also set the precedent that the persecution of smaller groups as well as large ones with the intent of extermination constitutes genocide.</p>\r\n<p>Mass starvation through a man-made famine was the means of extermination in <a href=\"https://holodomormuseum.org.ua/en/the-history-of-the-holodomor/\">the Holodomor</a>. Ukraine, part of the USSR at the time, was intentionally starved through systematic grain seizure. When famine struck, Stalin refused the assistance of NGO’s, denying that there was any famine at all. The exact death toll is difficult to ascertain, but the most accepted figure is <a href=\"https://cla.umn.edu/chgs/holocaust-genocide-education/resource-guides/holodomor\">3.9 million</a>.</p>\r\n<p>The <a href=\"https://www.britannica.com/event/Cambodian-Genocide\">Cambodian Genocide</a> saw more militaristic violence, with guns and other weapons being the primary means of execution. The <a href=\"https://www.britannica.com/topic/Khmer-Rouge\">Khmer Rouge</a>, headed by dictator Pol Pot, targeted ethnic minorities such as ethnic Chinese and Vietnamese. The Cham Muslim minority saw the highest rate of extermination at 70-80%. Professionals such as doctors and teachers were also targeted, and others were targeted for things as simple as wearing glasses or being able to speak a second language. Around 2 million people perished in the <a href=\"https://www.britannica.com/event/Cambodian-Genocide\">Cambodian Genocide</a>. As Loung Ung, a Khmer Rouge survivor, recounts in her <a href=\"https://en.wikipedia.org/wiki/First_They_Killed_My_Father\">memoir</a>, those who were not killed-- including children such as herself-- were forced into labor camps. Laborers in these camps were only given small rations of food. Genocide is not an uncommon historical phenomenon, and there have been countless methods used as tools of extermination.</p>\r\n<p>Inciting Hatred: Genocide does not happen in a vacuum. For example, the <a href=\"https://www.britannica.com/event/Nanjing-Massacre\">Rape of Nanking</a> saw mass executions and murders of between 100,000 and 300,000 Chinese people, as well as sexual violence perpetrated on a massive and systematic scale-- including sexual slavery through the <a href=\"https://www.asianstudies.org/publications/eaa/archives/teaching-about-the-comfort-women-during-world-war-ii-and-the-use-of-personal-stories-of-the-victims/\">“comfort women”</a> system-- by the Japanese Imperial Army. However, as author and journalist Iris Chang notes in her <a href=\"https://www.irischang.net/books/\">book</a> on the massacre, there was “contempt” in the Japanese army for Chinese people that preceded the violence: a contempt which was “cultivated by decades of propaganda, education, and social indoctrination.” This is what likely led many in the imperial army to view Chinese people as “subhuman beings,” frequently comparing them to pigs. One soldier even regarded them as less than that, writing “a pig is more valuable now than the life of a [Chinese] human being. That’s because a pig is edible” (p. 218). Dehumanization is one of the most consistent elements of genocide, and it is a major contributing factor to the escalation from contempt or hatred to extreme violence. The Rwandan <a href=\"https://www.theatlantic.com/ideas/archive/2019/04/rwanda-shows-how-hateful-speech-leads-violence/587041/\">Tutsi’s were often referred to as “inyenzi” (cockroaches)</a>, and calls for “extermination” from the RTLM radio station preceded the bloodshed. <a href=\"https://www.un.org/en/video/shocking-link-between-hate-speech-and-genocide\">Alice Wairimu Nderitu explains</a> that the role of hate speech in genocide is “so that ordinary people become enablers.” “What you do to cockroaches is to kill them,” she explained in reference to RTLM’s use of the word.</p>\r\n<p>Prosecuting Genocide: The most impactful events for shaping the prosecution of crimes against humanity, including genocide, were the Bosnian and Rwandan genocides. Most importantly, they further clarified definitions for prosecuting individuals, now allowing the international community to hold individuals accountable for such crimes.</p>\r\n<p>International criminal tribunals were established after both atrocities, and each led to criminal convictions. The <a href=\"https://www.britannica.com/event/Bosnian-War/War-crimes-and-trials\">Yugoslav Tribunal</a> led to the convictions of several military leaders for genocide and other crimes against humanity. Notably, the Rwandan Tribunal led to the convictions of three prominent media voices that incited the Rwandan genocide: two for their roles in RTLM, and one for his role in the magazine Kangura. This is referred to as the <a href=\"https://unictr.irmct.org/en/news/three-media-leaders-convicted-genocide#:~:text=This%20case%20dubbed%20%E2%80%9Cthe%20media%20case%E2%80%9D%20examined%20the,which%20created%20a%20political%20framework%20for%20the%20genocide.\">“media case,”</a> and it allowed for even indirect actors to be prosecuted for the crime of genocide. Both of these tribunals set groundbreaking precedents for the prosecution of genocide and other war crimes, which are now largely under the jurisdiction of the International Criminal Court.</p>\r\n<p>Conclusion: The violence inflicted on populations in a genocide is the peak of inhumanity; it is violence in the cruelest form imaginable. The length of genocides varies; the height of violence during the Rape of Nanking took place over six weeks, whereas the Holocaust took place over the course of years. However, it is crucial to understand that such violence does not begin in a vacuum- it is often the result of years of propaganda or persecution against the victims. Understanding genocide and educating the public about the multiple methods and components of it not only ensures the victims are not forgotten, but are crucial tools in its future prevention.</p>"
}