{
    "title": "David and Goliath in the South China Sea",
    "author": "Ethan Bello",
    "article_id": "89307673",
    "creation_date_epoch": "1740693153",
    "edit_date_epoch": "0",
    "tags": [
        "as"
    ],
    "cover_image_name": "/static/article_img/89307673.webp",
    "cover_image_alt_text": "Filipino soldiers saluting their flag on a ship. ",
    "cover_image_source": "https://www.businessinsider.com/navy-chief-describes-wrecking-ship-on-purpose-to-disrupt-china-2024-7",
    "citation": "",
    "body": "<p>There’s a scene from the movie Top Gun where the main protagonist, portrayed by Tom Cruise, flies upside-down above a Russian MIG fighter jet and shows a less-than-friendly hand sign to the enemy pilot below him. Why do I bring this up? These types of scenarios – high speed intercepts, naval maneuvering, spies lurking in the shadows, and bellicose saber-rattling – are not just fictions meant for Tom Cruise or Miles Teller to perform in a new action movie. No, these thrilling situations occur in the South China Sea between the Philippines and People’s Republic of China (PRC) on an almost daily basis. So frequent are these encounters, in fact, that the Philippines has a concrete military presence to ward against Chinese incursions… on a World War Two-era, rusting, dilapidated shipwreck.</p>\r\n<p>The BRP <a href=\"https://www.usni.org/magazines/naval-history-magazine/2022/february/measure-sierra-madre\">Sierra Madre</a> is a former US Navy supply ship that the Philippines acquired after the ship fled the fall of the South Vietnamese government, officially changing hands from South Vietnam to the Philippines in 1976. More than twenty years after this acquisition, the Sierra Madre would become involved in the growing power conflict in the South China Sea over a small island chain – the Spratly Islands. While initially unimportant as far as energy resources go, these islands grew to represent a more contentious fight: the battle for economic influence. The importance of maritime trade for a state’s economy cannot be understated; the opportunities in trade routes, natural resources, and fishing can make or break a state’s economy. It is because of this economic importance that in maritime law, exclusive economic rights are given to a state that can prove continuous control and use of a given area of international waters - rights that the UN Convention on Law of the Sea established. As the Chinese economy grew in the 90’s, so too did its great power aspirations; starting with incursions into the Exclusive Economic Zones (EEZs) of other Southeast Asian states, the PRC began to flex its geopolitical muscles exerting naval power and influence in the South China Sea.</p>\r\n<p>This region has long been claimed by China as exclusive territorial waters, contrasting United Nations rulings that some of the claimed area overlaps with the Filipino Exclusive Economic Zone - an area including parts of the Spratly Islands. The Philippines came face-to-face with the PRC over the islands after a long string of events including the discovery of a small oil field, PRC harassment of Filipino fishermen, and even a Filipino citizen declaring sovereignty over some of the islands. Finally, to signal to the Chinese that they intended to reinforce their claims to parts of the island chain, the Filipino navy intentionally grounded the BRP Sierra Madre on a reef near the Second Thomas Shoal, about 200 km west of the Filipino coast. By retaining this ship as officially commissioned and keeping it manned by Filipino sailors 24/7, the Philippines strengthened their stance that China, through its incursions into the internationally-recognized Filipino EEZ, is violating international law. This competition over the Sierra Madre and the garrison it holds has only intensified as Chinese activity in the South China Sea becomes increasingly bellicose. To avoid open conflict during this era of intensification, however, China reached a provisional <a href=\"https://amti.csis.org/shifting-tactics-at-second-thomas-shoal/\">agreement</a> with the Philippines in 2024 allowing for Filipino resupply of its sailors on the Sierra Madre – a rare concession by the Chinese regarding sovereignty within the South China Sea.</p>\r\n<p>Yet the Chinese People’s Liberation Army Navy (PLAN) still seeks to dislodge the Filipinos from the Spratly islands, among other island chains within the Philippines’ EEZ, to build a strategic presence in an area that sees nearly one-third of the world’s maritime trade traverse its waters. Some of the PLAN’s actions to facilitate this desire for influence and strategic positioning range from conventional, brazen saber-rattling to covert espionage straight out of an action movie.</p>\r\n<p>In January of this year, for example, the Philippines’ National Bureau of Investigation arrested six Chinese nationals on charges of <a href=\"https://www.cfr.org/article/china-indo-pacific-january-2025\">espionage</a> in an effort to impede Filipino resupply efforts to the Sierra Madre from naval bases on Palawan. The Council on Foreign Relations documented that five of them were accused of surveilling Philippine air and naval bases from a Palawan resort, going as far as to fly drones, install cameras, and pass on valuable intelligence to their Chinese handlers – all while posing as Taiwanese tourists. Also in January, as reported by <a href=\"https://www.voanews.com/a/china-tests-us-commitment-to-south-china-sea-by-pressuring-philippines/7953276.html\">Voice of America</a> and Reuters, a Chinese Coast Guard ship operating in international waters <a href=\"https://www.reuters.com/world/asia-pacific/philippines-accuses-china-harassing-its-fisheries-boats-south-china-sea-2025-01-25/\">harassed</a> a Filipino research vessel that was attempting to survey fisheries within the area of Sandy Cay, approximately 160 km northwest of the Sierra Madre. The Chinese ship performed “aggressive” naval maneuvers within meters of the Filipino research vessel, its on-board helicopter harassed inflatable Filipino vessels in the open waters, and it consistently shadowed the research group until the decision to abandon the excursion was eventually made on the Filipino side. Finally in February, as reported by Reuters, a Chinese naval helicopter intercepted a Filipino government aircraft that was patrolling over fisheries within the Philippines’ EEZ, coming within three meters of the Filipino aircraft – a dangerous maneuver at such high speeds.</p>\r\n<p>It is precisely because of the economic importance of this area that China is posturing itself so aggressively. By using military power and by violating UN rulings on control of the islands, they can increase their ability to exert influence and power in the South China Sea and force economic competition from smaller states aside.</p>\r\n<p>These actions taken by the PRC, whether you believe they are justified or not, violate international laws and norms for operating in international waters – laws that are meant to protect the safety and integrity of sailors – which are especially necessary in this area of economic importance to global trade and markets. The question that remains, is who will challenge the Chinese as they operate <a href=\"https://www.reuters.com/world/asia-pacific/philippines-coast-guard-accuses-chinas-navy-dangerous-manoeuvres-south-china-sea-2025-02-18/\">recklessly</a> in such an economically vital area? Who will sort through the mess of overlapping economic claims and strategic shoals? The Sierra Madre shows that, while lasting answers to these questions may be many years away, the best way to counter an aggressor is through ingenuity, grit, and perseverance.</p>"
}