{
    "title": "Trump’s Tariffs: A Comparative Analysis of Their Effects on the Global Stage",
    "author": "Cayman Diep",
    "article_id": "935392351",
    "creation_date_epoch": "1761606132",
    "edit_date_epoch": "0",
    "tags": [
        "na",
        "eu",
        "as"
    ],
    "cover_image_name": "/static/article_img/935392351.webp",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://www.nbcnews.com/business/economy/trumps-tariffs-court-appeal-can-tariffs-come-back-what-to-know-rcna229111",
    "citation": "",
    "body": "<p>On January 20th, 2025, President Donald Trump returned to the White House with a renewed mandate to reassert United States economic leadership by expanding tariffs to revitalize domestic manufacturing and reduce the nation’s trade deficit. After initially implementing his tariff strategy in 2018 during the U.S.-China trade war, Trump’s second term marks a sharp acceleration of his protectionist economic agenda. He has proposed <a href=\"http://www.pbs.org/newshour/economy/a-timeline-of-trumps-tariff-actions-so-far\">sweeping 25% tariffs</a> on imports from Mexico and Canada, reinstated his duties on steel and aluminum, and unveiled his <a href=\"http://www.csis.org/analysis/liberation-day-tariffs-explained\">“Liberation Day”</a> policies to impose reciprocal tariffs on virtually every nation and territory on Earth. His on-and-off levies and aggressive proposals are generating significant economic uncertainty both in the United States and worldwide. While Trump’s tariffs are aiming to protect U.S. industries and spur domestic economic development, they are producing mixed effects on the global stage, straining key alliances and reshaping international trade dynamics.</p>\r\n<p>Trump’s rationale for implementing the tariffs is deeply intertwined with his “America First” political agenda, emphasizing economic nationalism and the revival of domestic manufacturing. He argues that his tariffs will bring back offshored blue-collar jobs, particularly in the metal and automobile sectors, while serving as <a href=\"https://www.whitehouse.gov/fact-sheets/2025/02/fact-sheet-president-donald-j-trump-imposes-tariffs-on-imports-from-canada-mexico-and-china/\">leverage</a> in trade negotiations with Canada, Mexico, and China. Trump also contends that foreign countries have long been exploiting the United States and taking advantage of its economic and political power, pointing to the nearly <a href=\"https://www.bea.gov/news/2025/us-international-trade-goods-and-services-december-and-annual-2024\">$100 billion trade deficit</a> as evidence. The introduction of the “Liberation Day” reciprocal tariffs on nearly all sovereign nations is designed to level the playing field in global trade and punish “unfair” trade practices, such as <a href=\"https://www.reuters.com/commentary/breakingviews/transshipment-is-new-dirty-word-trade-2025-07-21/\">transshipping</a>. Transshipping is the process of rerouting exports through a third country to avoid paying high tariffs through disguised origins, enabling tariffed countries like China to export their goods to the United States at a lower cost. These economic objectives align with Trump’s populist rhetoric and his commitment to economic nationalism and protectionism in the United States. Trump’s economic approach with tariffs reflects <a href=\"https://api.pageplace.de/preview/DT0400.9781292350349_A41441230/preview-9781292350349_A41441230.pdf\">“a form of mercantilism”</a>, where the state’s interests are prioritized over global economic integration. This marks a departure from U.S. economic liberalism policies, such as free trade and economic cooperation, advocating instead a vision in which Americans are encouraged to “buy American” goods, even if they become more expensive.</p>\r\n<p>The imposition of Trump’s tariffs has brought significant consequences to China, an economic adversary of the United States. Although Trump had initiated tariffs in his first term during the U.S.-China trade war, his second term saw a sharp escalation in economic tensions. Initially, Trump levied 10% duties on Chinese goods as bargaining leverage to force them to act on <a href=\"https://www.whitehouse.gov/fact-sheets/2025/02/fact-sheet-president-donald-j-trump-imposes-tariffs-on-imports-from-canada-mexico-and-china/\">the fentanyl crisis</a>, arguing that China had failed to regulate the illicit export of chemicals that directly contributed to the flood of fentanyl-laced opioids into the United States. Trump sought to pressure Beijing to hold Chinese suppliers accountable for the crisis and strengthen enforcement against illegal chemical production. Over time, these measures escalated sharply, with tariff rates <a href=\"http://www.pbs.org/newshour/economy/a-timeline-of-trumps-tariff-actions-so-far\">reaching as high as 145%</a>, prompting China to retaliate with its own duties on American goods. The dramatic escalation has led to significant disruptions in global supply chains. U.S. manufacturers that relied on Chinese inputs were forced to find alternative sources of supply due to their excessive costs. In response to the unattractive markets in the United States, Chinese exporters began to shift their focus to other regions, such as <a href=\"https://www.china-briefing.com/news/trump-raises-tariffs-on-china-to-145-overview-and-trade-implications/\">Southeast Asia and Africa</a>, where trade relationships are more stable and promising. While these regions did not fully replace the economic strength of the U.S. market in China, they helped the latter mitigate the impact of the U.S. tariffs by serving as a buffer zone.</p>\r\n<p>In Southeast Asia, Vietnam illustrates how U.S. tariffs on China have redirected global supply chains, producing mixed results for the country’s manufacturing sector. During Trump’s first term, as the U.S.-China trade war intensified, many multinational corporations sought to relocate production away from China to avoid high tariffs. <a href=\"http://www.wilsoncenter.org/article/opportunities-bolstering-already-strong-us-vietnam-economic-relationship\">Vietnam emerged as an ideal substitute</a> due to its low labor costs and strategic location in the South China Sea for international trade. Consequently, Vietnam has experienced a surge in foreign investment from American corporations, as well as increased export growth, which has boosted the country’s GDP and reputation as a manufacturing hub. However, the trade environment in 2025 looks remarkably different. With Trump’s return to office for a second term, his administration is threatening tariffs on virtually all countries, including Vietnam, which puts them in a vulnerable position. Due to Vietnam’s high dependence on international trade, with its exports to the U.S. accounting for approximately <a href=\"http://www.reuters.com/markets/vietnams-us-exports-account-30-gdp-making-it-highly-vulnerable-tariffs-2025-02-25/\">30% of its GDP</a>, substantial tariffs could make the country less appealing for ongoing and future investment. Therefore, Vietnam may face a significant job exodus, pushing it toward the brink of recession. To address these risks, Vietnam has sought to reopen trade negotiations with the United States, aiming to mitigate the severity of Trump’s tariffs and secure a deal that facilitates resumed foreign investment. Ultimately, Vietnam has demonstrated how emerging manufacturing hubs are coping with the consequences of Trump’s trade policies, compelling them to adapt to shifting patterns of investment and tariffs.</p>\r\n<p>In the European Union, a key ally of the United States, Trump’s tariff strategy has provoked tension between the two parties. The administration briefly imposed <a href=\"https://www.pbs.org/newshour/economy/a-timeline-of-trumps-tariff-actions-so-far\">20% reciprocal tariffs</a> on EU goods, mainly justified by efforts to reduce their <a href=\"https://policy.trade.ec.europa.eu/eu-trade-relationships-country-and-region/countries-and-regions/united-states_en\">trade deficit of €200 billion</a>. The initial tariffs targeted steel and aluminum, which triggered retaliatory duties from the EU on American exports. Although subsequent negotiations led to a reduction of tariffs to <a href=\"http://www.whitehouse.gov/presidential-actions/2025/07/further-modifying-the-reciprocal-tariff-rates/\">15%</a>, the tit-for-tat dispute has led to rising consumer prices of goods and <a href=\"http://www.aljazeera.com/news/2025/4/24/trump-tariffs-what-products-do-the-eu-and-us-buy-from-each-other\">strained relations with European allies</a>, many of whom are NATO members. The tariffs generated significant economic confusion in Europe, as the United States had long been seen as a reliable trade and security partner through NATO. Consequently, the economic friction has spilled into alliance politics, weakening NATO cohesion and forcing the European coalition to <a href=\"http://behorizon.org/nato-at-a-crossroads-in-trumps-second-term/\">move toward defense autonomy</a>amidst uncertainty of U.S. reliability. Overall, the tensions exposed the fragility of traditional U.S.-European Union trade alliances and pushed Europe to diversify and strengthen economic ties elsewhere, expanding economic cooperation with China and other non-Western countries.</p>\r\n<p>On the global scale, the consequences of Trump’s tariffs have been staggering, producing economic, diplomatic, and institutional repercussions. Economically, the tariffs have fueled widespread instability and uncertainty, as global stock markets fluctuated and investor confidence waned. Trump’s protectionist rhetoric has hastened broader shifts toward regional trade deals. Following the United States’ withdrawal from multilateral agreements, such as the <a href=\"http://www.rand.org/pubs/commentary/2017/03/strategic-consequences-of-us-withdrawal-from-tpp.html\">Trans-Pacific Partnership (TPP)</a>, other countries have begun to rely on regional integration for trade and international cooperation. In a surprising turn, Trump’s tariffs encouraged the East Asian countries of China, South Korea, and Japan—countries that have historically had tense relationships with each other—to promote their regional trade pact independently of the United States. Moreover, the three Asian countries also <a href=\"http://www.afr.com/world/asia/japan-eyes-pact-with-china-south-korea-as-trade-war-hedge-20250415-p5lru5\">“reaffirmed their commitment to the Regional Comprehensive Economic Partnership,”</a> a free trade bloc with nations in Asia and the Pacific. RCEP emerged as a symbol of the economic power vacuum left by the U.S. withdrawal from global trade leadership. Diplomatically, Trump’s tariffs have severely strained U.S. relations with its traditional allies. When Trump implemented the steel and aluminum tariffs on Canada and the European Union, they retaliated with tariffs on the United States. This marks the first time the United States has imposed these duties on its closest partners worldwide, damaging their political and economic trust. The tariffs have also prompted these allied countries to reconsider their strategic dependency on the United States and strengthen trade relations with other global powers, particularly China. Institutionally, international organizations, such as the WTO, struggled to manage the surge of trade disputes involving the U.S., weakening the international economic order and diminishing confidence in America’s reliability as a global trade leader.</p>\r\n<p>Trump’s tariff policy has sustained his protectionist ideology, prioritizing the state’s interests rather than contributions to the global economy. Viewing international trade as a zero-sum game, Trump utilized tariff policies to reduce trade deficits, promote American industries, and correct unfair trade practices. However, as the United States began to shift towards isolationism, the results of these protectionist policies were mixed. Escalating the trade war with China led to economic disruption without fundamentally reshaping global supply chains in the United States’ favor. European allies became estranged, regional trade blocs grew stronger, and U.S. influence and standing in international economic institutions were diminished. Ultimately, Trump’s tariff strategy did more to isolate the United States economically than to bolster its economic standing, alienating allies while strengthening trade relations with adversaries and raising questions about the effectiveness of tariffs in advancing national interests in a profoundly globalized world.</p>"
}