{
    "title": "Milei's Midterm Win: Can Argentina's Economy Recover?",
    "author": "Sydney Tate",
    "article_id": "948659283",
    "creation_date_epoch": "1765136661",
    "edit_date_epoch": "0",
    "tags": [
        "south_america",
        "economics"
    ],
    "cover_image_name": "/static/article_img/948659283.webp",
    "cover_image_alt_text": ".",
    "cover_image_source": "https://www.cfr.org/backgrounder/argentinas-struggle-stability",
    "citation": "<p>.</p>",
    "body": "<p>In South America, economic decline is widespread, and Argentina is no exception. <a href=\"https://www.bloomberg.com/news/articles/2024-09-18/argentina-recession-deepened-as-milei-shock-therapy-stung\">In 2023, Bloomberg reported that Argentina’s GDP had contracted by 1.7% and further declined by the same rate in the second quarter of 2024</a>. Since then, Argentina’s economy has continued to worsen. The Argentine president, Javier Milei, has been in power since 2023, and with the midterm election now concluded, Argentinians are wondering how popular Milei remains with the controversies surrounding his presidency. Argentina has been rattled by Milei’s corruption scandals, connections to drug trafficking, and high inflation rates. Furthermore, many Argentinians are becoming angry with Milei’s unkept promises. The midterm election, however, has clarified that the current Argentinian president remains popular among his people, as evidenced by his high approval ratings.</p>\r\n<p><a href=\"https://buenosairesherald.com/politics/milei-launches-lla-as-a-national-party-claiming-the-best-government-in-history#:~:text=President%20Javier%20Milei%20launched%20La,60%20days%20after%20the%20election.\">Milei’s rise began in 2021, when he launched the La Libertad Avanza political coalition, which has now been formally launched as a party</a>. His run for the presidency in 2023 took nearly everyone by surprise. Many were shocked that such a far-right leader could be running in the primary elections. He was described by many as a theatrical character, seen by most as an economist who captivated Argentine television viewers with frequent outbursts and fits of rage. Throughout his campaign, he labeled himself a political outsider, which enabled his rise in popularity. Another significant factor in Milei’s campaign was COVID-19. The virus strained the Argentine economy on a grave scale. Milei offered Argentinians change and a way to dig themselves out of the hole the country’s previous leadership had dug them into. In November of 2023, he won the election and took office as the president.</p>\r\n<p>In the years after his 2023 win, Milei became increasingly unpopular for failing to strengthen Argentina’s economy. Throughout his term, Milei initiated a shock therapy approach to Argentina’s economy by implementing policies aimed at stabilizing the country's economic crisis through free-market principles. Monetary stabilization was a policy used by Milei to fight the inflation the country was facing. <a href=\"https://www.cnn.com/2023/12/12/economy/argentina-milei-peso-dollar\">Milei’s administration prevented the central bank from printing more money to finance the treasury deficit, which devalued the peso by over 50%</a>. Milei’s administration also implemented extensive deregulation through an omnibus bill that removed hundreds of regulations. This included eliminating some import restrictions and reducing export taxes, relaxing labor laws &amp; tenancy agreements, and setting the stage for the potential privatization of state-owned enterprises. Milei’s administration also attracted investment; new policies, such as the RIGI (Incentive Regime for Large Investments), offer tax concessions to attract foreign capital. Over time, <a href=\"https://www.bbc.com/news/articles/c9865l8540eo\">the people grew increasingly tired and began taking action. In Argentina, the streets have seen heated protests over Milei's reforms, with police officers using tear gas and rubber bullets to crack down on unrest</a>.</p>\r\n<p>In August of this year, Milei faced harsh criticism from his constituents and suffered a massive loss in the provincial election in Buenos Aires. This area accounts for nearly half of Argentina’s population. This was a clear reflection of the country’s rising opposition to Milei. Desperate to keep his fame and power, he appealed to US President Trump, who offered the Argentinian president <a href=\"https://www.theguardian.com/world/2025/oct/25/argentina-president-javier-milei-polls-economic-crisis-trump\">around 40 billion dollars in U.S currency</a>. This would be a potential lifeline for Argentina’s economy, helping reestablish confidence in Milei’s administration. President Trump’s financial assistance was contingent upon political performance. Trump made clear that the funding would be rescinded if Milei underperformed in the midterm elections. In this election, <a href=\"https://www.theguardian.com/world/2025/oct/25/argentina-president-javier-milei-polls-economic-crisis-trump\">half of the 257-member lower house seats</a> were up for election, as were 24 seats in the 72-member Senate. This was a crucial, high-stakes election for Milei. Many people think that Trump's claims of rescinding the financial package from Argentina if Milei weren't to win were a tactic to sway the Argentinian people into voting for him in the election. This is an unfair strategy in the eyes of many who see through the current Argentinian President and President Trump's plans. Many consider this an act of interference in a foreign country’s domestic affairs. <a href=\"https://www.bbc.com/news/articles/c4gw8qpyvqdo\">In the midterm election, Milei’s party won by nearly 41% of the vote, taking 13 of 24 Senate seats and 64 of the 127 lower-house seats that were contested.</a></p>\r\n<p>Milei’s election victory and his party’s success have accomplished tremendous things in the hours after his win. <a href=\"https://www.britannica.com/topic/Why-Is-the-US-Bailing-Out-Argentina\">The lifeline from President Trump came to 20 billion dollars in total, smaller than the 40 billion dollar estimate</a> that's been up for debate. Argentine markets have also soared following his win, with <a href=\"https://www.cnn.com/2025/10/27/business/argentina-stock-market-milei-party-win\">bond and currency</a> markets surging. This could be a significant victory not only for Trump and Milei but also for US taxpayers' funding. A massive win in the Merval stock index was recorded, as it soared 22 percent, while the Argentine peso also surged by <a href=\"https://www.cnn.com/2025/10/27/business/argentina-stock-market-milei-party-win\">as much as 10 percent</a> against the US dollar before paring gains. This highlights a significant improvement and a fresh start for Argentina's future, and offers hope that Milei will be able to continue his plans to renew Argentina's economy.</p>\r\n<p>Although Milei won, pressing issues remain unanswered. The Argentine peso is still overvalued. Milei's structure within the government also has problems with employment and growth. Furthermore, recent events have further destabilized the situation. Argentina's chief of staff has since resigned. Guillermo Francos, a 75-year-old career politician with decades of experience, stepped down, stating, <a href=\"https://abcnews.go.com/International/wireStory/argentinas-chief-staff-resigns-heralding-change-president-milei-127080588\">“Milei may face without constraints the stage of government that begins after the national election.”</a> This leave of absence has sparked much debate and speculation about the government's future. Milei can still help Argentina rise from these issues, but the economic crisis is not entirely resolved just yet. The central question that has now arisen is whether Milei’s popularity can be sustained if the financial support from President Trump cannot, in the long run, pull Argentina out of its economic crisis. Long-term stability and durability of Milei’s presidency are at the forefront. While his midterm victory has temporarily solidified his political standing, the question remains whether Argentina’s economic conditions will improve moving forward.</p>"
}